{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "FHN",
    "Document type": "10-K",
    "year": "2025",
    "quarter": "q1",
    "section": "Item 1.    Business",
    "accession_number": "0000036966-25-000024",
    "cik": "0000036966",
    "filing_date": "2025-02-27",
    "text": "Our Businesses\n\nOverview\n\nFirst Horizon Corporation is a Tennessee corporation. We incorporated in 1968, and are headquartered in Memphis, Tennessee. We are a bank holding company under the Bank Holding Company Act, and a financial holding company under the Gramm-Leach-Bliley Act. Our common stock is listed on the New York Stock Exchange under the symbol “FHN.” At December 31, 2024, we had total consolidated assets of $82 billion. We provide diversified financial services through our subsidiaries, principally First Horizon Bank. The Bank is a Tennessee banking corporation headquartered in Memphis, Tennessee.\n\nDuring 2024 approximately 21% of our consolidated revenues were provided by fee and other noninterest income, and approximately 79% of revenues were provided by net interest income.\n\nAs a financial holding company, we coordinate the financial resources of the consolidated enterprise and maintain systems of financial, operational, and administrative control intended to coordinate selected policies and activities, including as described in Item 9A of Part II.\n\nThe Bank\n\nThe Bank was founded in 1864 as First National Bank of Memphis. During 2024, through its various business lines, including consolidated subsidiaries, the Bank reported revenues (net interest income plus noninterest income) of approximately $3 billion. The Bank generated a substantial\n\nmajority of First Horizon’s consolidated revenue. At December 31, 2024, the Bank had $82 billion in total assets, $66 billion in total deposits, and $63 billion in total loans (including certain leases, before considering the allowance for loan and lease losses).\n\nPrincipal Businesses, Brands, & Locations\n\nOur principal brands at year-end 2024 are summarized in Table 1.1.\n\nTable 1.1\n\nPrincipal Businesses & Brands at Year-End\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |\n| Businesses | | | Principal Brands | | |\n| Banking & financial services generally | | | First Horizon &  First Horizon Bank | | |\n| Fixed income / capital markets | | | FHN Financial | | |\n| Mortgage lending | | | First Horizon Bank | | |\n| Insurance brokerage & management services | | | First Horizon Advisors | | |\n| Wealth management & brokerage services | | | First Horizon Advisors | | |\n\nAt December 31, 2024, First Horizon’s subsidiaries had over 450 business locations in 24 U.S. states, excluding off-premises ATMs. Most of those locations were banking centers. At year-end, the Bank had 416 retail banking centers in 12 states, as shown in Table 1.2.\n\nTable 1.2\n\nRetail Banking Centers at Year-End\n\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| State | | | # | | |  | | | State | | | # | | |\n| Tennessee | | | 137 | | |  | | | Arkansas | | | 12 | | |\n| North Carolina | | | 79 | | |  | | | South Carolina | | | 10 | | |\n| Florida | | | 76 | | |  | | | Virginia | | | 8 | | |\n| Louisiana | | | 56 | | |  | | | Texas | | | 7 | | |\n| Alabama | | | 13 | | |  | | | Mississippi | | | 4 | | |\n| Georgia | | | 13 | | |  | | | New York | | | 1 | | |\n\nMany banking centers contain special-service areas such as wealth management and mortgage lending.\n\nAt year-end 2024, First Horizon also had over fifty client-service offices not physically within banking centers, including fixed income, home mortgage, wealth management, and commercial loan offices. The largest groups of those offices were 25 fixed income offices in 17 states across the U.S. and 7 stand-alone mortgage lending offices in 5 states. First Horizon also has operational and administrative offices.\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |\n| First Horizon image.jpg | | | 8 | | | 2024 FORM 10-K ANNUAL REPORT | | |\n\n---"
}