{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "WTFC",
    "Document type": "10-K",
    "year": "2021",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESS (Part 2/2)",
    "accession_number": "0001015328-21-000057",
    "cik": "0001015328",
    "filing_date": "2021-02-26",
    "text": " and inclusive culture where each employee can be successful. Women currently represent more than 58% of Wintrust’s workforce. In addition, ethnically diverse representation in Wintrust’s workforce is approximately 32%. To further advance diversity and inclusion across Wintrust, we have taken the following steps:\n\n•Each year since 2018 senior executives from across the enterprise attend Wintrust’s Executive Diversity Forum to obtain inclusive leadership continuing education and to assess progress toward goals in this area.\n\n•Nearly 10% of Wintrust’s employees have registered as members of inclusion-focused Business Resource Groups, which include a Co-Ed Leadership Coalition, the Multicultural Professionals Network, and Career Navigation.\n\n•Formal Diversity & Inclusion Business Unit Action Plans document key goals and effective effort for advancing diversity and inclusion across each bank charter and specialty business.\n\n•Wintrust maintains strategic external partnerships to expand reach into diverse talent pools and enhance diverse representation in an increasingly multicultural marketplace.\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |\n|  | | | 20 | | |  | | |\n\n---\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |\n|  | | |  | | |  | | |\n\nLearning & Development\n\nWe are committed to providing all team members with development opportunities through individual and career development planning. Our employees have access to approximately 500 Banking topics, 150 Professional Skills topics and 400 customized training courses and resources through Wintrust University – our learning portal. In 2020, Wintrust invested more than 88,000 total hours in training by team members.\n\nWe routinely identify and recognize talented employees by performing comprehensive reviews of leadership capability, readiness, aspiration and succession planning. To support the development of our internal talent pipeline, we’ve invested in a number of programs to support the development of future leaders and additional training for senior leaders with strategic accountability, including “Retail Bank Training” and “IRA Boot Camps”. To support the development of future leaders, we offer “The Fundamentals of Wintrust Leadership” for newly minted leaders, and “Winning at Wintrust” for senior leaders with strategic accountability.\n\nAnnually, Wintrust team members at all levels certify their completion of regulatory training based upon their roles and responsibilities. They also are encouraged to complete a minimum of two professional development activities each year.\n\nPandemic Worker Health & Safety Efforts\n\nInitiatives undertaken to keep our employees safe in the midst of the COVID-19 pandemic include:\n\n•Immediately shifted nearly all of our non-worksite essential staff to work remote.\n\n•Modified banking operations and branch staffing levels to limit close person-to-person contact where possible. In addition to temporarily closing some branch lobbies and switching to drive-thru only service, retail employees were scheduled for bi-weekly rotational shifts. Employees were paid full wages even while home on rotational schedules. Retail employees were paid an hourly premium for all on-site hours worked while stay at home hours were in effect.\n\n•Provided an additional 80 hours of emergency paid sick time to employees to cover absences for illness, quarantine, and care of family members.\n\n•Offered new telemedicine services through a third-party vendor for COVID-19 symptoms and illness.\n\n•Covered the full cost of COVID-19 testing for all employees and family members enrolled in Wintrust’s health benefits.\n\n•Made at-home COVID-19 test kits available to limit employees’ need to leave their homes for testing.\n\n•Enhanced childcare benefits for employees to improve work-life balance.\n\n•Enhanced employee assistance program offerings and resources designed to help employees deal with COVID-19 related mental health issues.\n\n•Implemented new safety protocols, signage and distributed personal protective equipment (“PPE”) kits to all locations.\n\n•Implemented comprehensive employee communications program regarding COVID-19 related matters.\n\n•Provided enhanced manager and employee resources relating to remote work environment.\n\n•Deployed daily health attestations for all employees reporting to branch locations and offices.\n\n•Made HVAC system enhancements to provide for improved air quality via upgraded filtration media and increased air circulation.\n\n•Deployed photohydroionization or electrostatic sanitization air purification technology at designated locations when appropriate under the circumstances.\n\nAvailable Information\n\nThe Company’s Internet address is www.wintrust.com. The Company makes available at this address, under the “Investor Relations” tab, free of charge, its Annual Report on Form 10-K, its annual reports to shareholders, Quarterly Reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 (the “Exchange Act”) as soon as reasonably practicable after such material is electronically filed with, or furnished to, the SEC. These filings are also available on the SEC’s website at www.sec.gov.\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |\n|  | | | 21 | | |  | | |\n\n---\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |\n|  | | |  | | |  | | |"
}