{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "SSB",
    "Document type": "10-K",
    "year": "2023",
    "quarter": "q1",
    "section": "Item1.  Business.",
    "accession_number": "0001558370-23-002028",
    "cik": "0000764038",
    "filing_date": "2023-02-24",
    "text": "**Overview**\n\nSouthState Corporation (“We,” “Our,” “SSC” or the “Company”) is a financial holding company headquartered in Winter Haven, Florida, that incorporated under the laws of South Carolina in 1985. We provide a wide range of banking services and products to our customers through our wholly owned bank subsidiary, SouthState Bank, National Association (the “Bank”), a national banking association, from our headquarters branch in Winter Haven, Florida and, as of December 31, 2022, a 251-branch network located throughout Florida, South Carolina, Alabama, Georgia, North Carolina, and Virginia. In addition, the Company operates SSB Insurance Corp., a captive insurance subsidiary pursuant to Section 831(b) of the U.S. Tax Code. We do not engage in any significant operations other than the ownership of our banking subsidiary.\n\nThrough the Bank, we operate a correspondent banking and capital markets service division for over 1,190 small and medium sized community financial institutions throughout the United States. Based primarily in Atlanta, Georgia and Birmingham, Alabama, this division earns commissions on fixed income security sales, fees from hedging services, loan brokerage fees and consulting fees for services related to these activities. The Bank operates SouthState|Duncan-Williams Securities Corp. (“SouthState|DuncanWilliams”), a full-service broker dealer headquartered in Memphis, Tennessee, which it acquired in February 2021. SouthState|DuncanWilliams was integrated into our correspondent division due to the complementary nature of its capital markets business. The Bank also operates SouthState Advisory, Inc., a wholly owned registered investment advisor, which offers support to the Bank’s Wealth line of business. The Bank also owns CBI Holding Company, LLC (“CBI”), which in turn owns Corporate Billing, LLC (“Corporate Billing”), a transaction-based finance company headquartered in Decatur, Alabama that provides factoring, invoicing, collection and accounts receivable management services to transportation companies and automotive parts and service providers nationwide.\n\nAt December 31, 2022, we had approximately $43.9 billion in assets, $30.2 billion in loans, $36.4 billion in deposits, $5.1 billion in shareholders’ equity, and a market capitalization of approximately $5.8 billion.\n\nOn March 1, 2022, the Company acquired all of the outstanding common stock of Atlantic Capital Bancshares, Inc., a Georgia corporation (“Atlantic Capital” or “ACBI”), in a stock transaction. Pursuant to the ACBI Merger Agreement, (i) ACBI merged with and into the Company, with the Company continuing as the surviving corporation (the “ACBI Merger”), and (ii) immediately following the ACBI Merger, Atlantic Capital Bank, N.A. (“ACB”) merged with and into the Bank (the “ACB Bank Merger” and collectively with the ACBI Merger, the “Merger”). The systems conversion was completed in July 2022.\n\nOur principal executive offices are located at, and our mailing address is, 1101 First Street South, Suite 202, Winter Haven, Florida 33880. Our telephone number is (863) 293-4710.\n\nOur revenue is primarily derived from interest on, and fees received in connection with, real estate and other loans, interest and dividends from investment securities and short-term investments, commissions on bond sales, fees from hedging services, and gains from the sale of residential mortgage loans. The principal sources of funds for our lending activities are customer deposits, repayment of loans, and the sale and maturity of investment securities. Our principal expenses are interest paid on deposits and operating and general administrative expenses.\n\nAs is the case with banking institutions generally, our operations are materially and significantly influenced by the real estate market, general economic conditions, and by the tax, monetary and fiscal policies of the U.S. and state government and regulatory agencies, including the Federal Reserve. Deposit flows and costs of funds are influenced by"
}