{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "BAC",
    "Document type": "10-K",
    "year": "2025",
    "quarter": "q1",
    "section": "Item 1.  Business",
    "accession_number": "0000070858-25-000139",
    "cik": "0000070858",
    "filing_date": "2025-02-25",
    "text": "Bank of America Corporation is a Delaware corporation, a bank holding company (BHC) and a financial holding company. When used in this report, “Bank of America,” “the Corporation,” “we,” “us” and “our” may refer to Bank of America Corporation individually, Bank of America Corporation and its subsidiaries, or certain of Bank of America Corporation’s subsidiaries or affiliates. As part of our efforts to streamline the Corporation’s organizational structure and reduce complexity and costs, the Corporation has reduced and intends to continue to reduce the number of its corporate subsidiaries, including through intercompany mergers.\n\nBank of America is one of the world’s largest financial institutions, serving individual consumers, small- and middle-market businesses, institutional investors, large corporations and governments with a full range of banking, investing, asset management and other financial and risk management products and services. Our principal executive offices are located in the Bank of America Corporate Center, 100 North Tryon Street, Charlotte, North Carolina 28255.\n\nBank of America’s website is www.bankofamerica.com, and the Investor Relations portion of our website is https://investor.bankofamerica.com. We use our website to distribute company information, including as a means of disclosing material, non-public information and for complying with our disclosure obligations under Regulation FD. We routinely post and make accessible financial and other information regarding the Corporation on our website. Investors should monitor our website, including the Investor Relations portion of our website, in addition to our press releases, U.S. Securities and Exchange Commission (SEC) filings, public conference calls and webcasts. Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 (Exchange Act) are available on the Investor Relations portion of our website as soon as reasonably practicable after we electronically file such reports with, or furnish them to, the SEC and at the SEC’s website, www.sec.gov. Notwithstanding the foregoing, the information contained on our website as referenced in this paragraph, or otherwise in this Annual Report on Form 10-K, is not incorporated by reference into this Annual Report on Form 10-K. Also, we make available on the Investor Relations portion of our website: (i) our Code of Conduct; (ii) our Corporate Governance Guidelines; and (iii) the charter of each active committee of our Board of Directors (the Board). Our Code of Conduct constitutes a “code of ethics” and a “code of business conduct and ethics” that applies to the required individuals associated with the Corporation for purposes of the respective rules of the SEC and the New York Stock Exchange. We also intend to disclose any amendments to our Code of Conduct and waivers of our Code of Conduct required to be disclosed by the rules of the SEC and the New York Stock Exchange on the Investor Relations portion of our website. All of these corporate governance materials are also available free of charge in print to shareholders who request them in writing to: Bank of America Corporation, Attention: Office of the Corporate Secretary, Bank of America Corporate Center, 100 North Tryon Street, NC1-007-56-06, Charlotte, North Carolina 28255."
}