{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "FHN",
    "Document type": "10-K",
    "year": "2021",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESS (Part 2/2)",
    "accession_number": "0000036966-21-000012",
    "cik": "0000036966",
    "filing_date": "2021-02-25",
    "text": " backed up by strong corporate governance. In response: we operate an enhanced risk management process for assessing risk in incentive compensation plans; several key incentive programs use a net profit approach rather than a revenues-only approach; and mandatory deferral features are used in several key programs, including an executive program.\n\nIn 2016 federal agencies proposed regulations which could significantly change the regulation of incentive compensation programs at financial institutions. The proposal would create four tiers of institutions based on asset size. Institutions in the top two tiers would be subject to rules much more detailed and proscriptive than are currently in effect. If interpreted aggressively by the regulators, the proposed rules could be used to prevent, as a practical matter, larger institutions from engaging in certain lines of business where substantial commission and bonus pool arrangements are the norm. In the 2016 proposal, the top two tiers included institutions with more than $50 billion of assets. We and the Bank currently would fall into the lower of those top two tiers. However, prompted by post-2016 legislation which significantly raised several statutory asset-size tiers, if this proposal were finalized today, the $50 billion floor might be raised significantly, allowing us to remain in the third tier. We cannot predict what final rules may be adopted, nor how they may be implemented.\n\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| Effect of Governmental Policies | | | | | | | | | | | | | | |\n\nThe Bank is affected by the policies of regulatory authorities, including the Federal Reserve, the TDFI, and the CFPB. The Federal Reserve also sets and manages monetary policy for the U.S. In this latter role, the Federal Reserve’s mandate from Congress is to pursue price stability and full employment.\n\nAmong the instruments of monetary policy used by the Federal Reserve are: purchases and sales of U.S. government and other securities in the marketplace; changes in the discount rate, which is the rate any depository institution must pay to borrow from the Federal Reserve; changes in the reserve requirements of depository institutions; changes in the rate paid on banks’ required and excess reserve\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |\n| FIRST HORIZON CORPORATION | | | 25 | | | 2020 FORM 10-K ANNUAL REPORT | | |\n\n---\n\n[Table of Contents](#i1ea153c88a334a2798fdfb5a178f727f_10)\n\ndeposits at the Federal Reserve; and changes in the federal funds rate, which is the rate at which depository institutions lend balances to each other overnight. These instruments are intended to influence economic and monetary growth, interest rate levels, and inflation.\n\nThe monetary policies of the Federal Reserve and other governmental policies have had a significant effect on the operating results of commercial banks in the past and are expected to continue to do so in the\n\nfuture. Because of changing conditions in the national and international economies and in the money markets, as well as the result of actions by monetary and fiscal authorities, it is not possible to predict with certainty future changes in interest rates, deposit levels, loan demand, or the business and results of our operations, or whether changing economic conditions will have a positive or negative effect on operations and earnings.\n\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| Other Proposals | | | | | | | | | | | | | | |\n\nBills occasionally are introduced in the United States Congress, the Tennessee General Assembly and other state legislatures, and regulations occasionally are proposed by our regulatory agencies, any of which could affect our businesses, financial results, and financial condition.\n\nWe are not able to predict what, if any, changes that Congress, state legislatures, or the regulatory agencies will enact or implement in the future, nor the impact that those actions will have upon us.\n\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| Sources and Availability of Funds | | | | | | | | | | | | | | |\n\nInformation concerning the sources and availability of funds for our businesses can be found in our 2020 MD&A (Item 7), including the subsection entitled\n\nLiquidity Risk Management on pages 92-94 of this report, which material is incorporated herein by reference."
}