{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "BK",
    "Document type": "10-K",
    "year": "2023",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESSDescription of BusinessThe Bank of New York Mellon Corporation, a Delaware corporation (NYSE symbol: BK), is a global company headquartered in New York, New York, with $44.3 trillion in assets under custody and/or administration and $1.8 trillion in assets under management as of Dec. 31, 2022.  With its subsidiaries, BNY Mellon has been in business since 1784.We divide our businesses into three principal business segments: Securities Services, Market and Wealth Services and Investment and Wealth Management.  We also have an Other segment, which includes the leasing portfolio, corporate treasury activities (including our securities portfolio), derivatives and other trading activity, corporate and bank-owned life insurance, renewable energy and other corporate investments and certain business exits.For a further discussion of BNY Mellon’s lines of business, products and services, see the “Overview,” “Summary of financial highlights,” “Fee and other revenue,” “Review of business segments” and “International operations” sections in the MD&A section in the Annual Report and Notes 24 and 25 of the Notes to Consolidated Financial Statements in the Annual Report, of which portions are incorporated herein by reference.  See the “Available Information” section on page 1 of this Form 10-K, which is incorporated herein by reference, for a description of how to access financial and other information regarding BNY Mellon.Our two principal U.S. banking subsidiaries engage in trust and custody activities, investment management services, banking services and various securities-related activities.  Our two principal U.S. banking subsidiaries are:•The Bank of New York Mellon, a New York state-chartered bank, which houses our Securities Services businesses, including Asset Servicing and Issuer Services and certain Market and Wealth Services businesses, including Treasury Services and Clearance and Collateral Management, as well as the bank-advised business of Investment Management; and•BNY Mellon, National Association (“BNY Mellon, N.A.”), a national bank, which houses",
    "accession_number": "0001390777-23-000033",
    "cik": "0001390777",
    "filing_date": "2023-02-27",
    "text": "our Wealth Management business and certain activities of our Pershing businesses.\n\nWe have four other U.S. bank and/or trust company subsidiaries concentrating on trust products and services across the United States: The Bank of New York Mellon Trust Company, National Association, BNY Mellon Trust of Delaware, BNY Mellon Investment Servicing Trust Company and BNY Mellon Trust Company of Illinois. Most of our Investment Management business and Pershing businesses are direct or indirect non-bank subsidiaries of BNY Mellon.\n\nEach of our bank and trust company subsidiaries is subject to regulation by the applicable bank regulatory authority. The deposits of our U.S. banking subsidiaries are insured by the Federal Deposit Insurance Corporation to the extent provided by law.\n\nBNY Mellon’s banking subsidiaries outside the United States are subject to regulation by non-U.S. regulatory authorities in addition to the Board of Governors of the Federal Reserve System (the “Federal Reserve”).  The Bank of New York Mellon SA/NV (“BNY Mellon SA/NV”) is the main banking subsidiary of The Bank of New York Mellon in continental Europe. It is authorized and regulated as a credit institution by the European Central Bank and the National Bank of Belgium under the Single Supervisory Mechanism and is also supervised by the Belgian Financial Services and Markets Authority for conduct of business rules. BNY Mellon SA/NV has its principal office in Brussels and branches in Amsterdam, the Netherlands; Copenhagen, Denmark; Dublin, Ireland; Frankfurt, Germany; the City of Luxembourg, Luxembourg; Madrid, Spain; Milan, Italy; and Paris, France.  BNY Mellon SA/NV’s activities are in the Securities Services and Market and Wealth Services segments of BNY Mellon with a focus on global custody, asset servicing and collateral management. For additional discussion, see the “MD&A – Supervision and Regulation” section in the Annual Report.\n\nPrimary Subsidiaries\n\nExhibit 21.1 to this Form 10-K presents a list of BNY Mellon’s primary subsidiaries as of Dec. 31, 2022."
}