{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "FHN",
    "Document type": "10-K",
    "year": "2024",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESSTable of Contents",
    "accession_number": "0000036966-24-000015",
    "cik": "0000036966",
    "filing_date": "2024-02-23",
    "text": "the rate at which depository institutions lend balances to each other overnight. These instruments are intended to influence economic and monetary growth, interest rate levels, and inflation.\n\nThe monetary policies of the Federal Reserve and other governmental policies have had a significant effect on the operating results of commercial banks in the past and are expected to continue to do so in the future. Because of changing conditions in the national and international economies and in the money markets, as well as the result of actions by monetary and fiscal authorities, it is not possible to predict with certainty future changes in interest rates, deposit levels, loan demand, or the business and results of our operations, or whether changing economic conditions will have a positive or negative effect on operations and earnings. Additional information concerning monetary policy changes appears: under the caption Monetary Policy Shifts within the\n\nSignificant Business Developments section of Item 1, which begins on page [10](#iabaaba1ffdc24c068160ce8b8ae86889_28); under the caption Risks Associated with Monetary Events beginning on page [34](#iabaaba1ffdc24c068160ce8b8ae86889_70) within Item 1A; and under the caption Inflation, Recession, and the Federal Reserve within the Market Uncertainties and Prospective Trends section of our 2023 MD&A (Item 7), which begins on page [92](#iabaaba1ffdc24c068160ce8b8ae86889_406).\n\nBills occasionally are introduced in the United States Congress, the Tennessee General Assembly and other state legislatures, and regulations occasionally are proposed by our regulatory agencies, any of which could affect our businesses, financial results, and financial condition.\n\nWe are not able to predict what, if any, changes that Congress, state legislatures, or the regulatory agencies will enact or implement in the future, nor the impact that those actions will have upon us.\n\nSources & Availability of Funds\n\nInformation concerning the sources and availability of funds for our businesses can be found in our 2023 MD&A (Item 7), including the subsection entitled Liquidity Risk Management beginning on page [88](#iabaaba1ffdc24c068160ce8b8ae86889_388), which material is incorporated herein by reference.\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |\n| First Horizon image.jpg | | | 28 | | | 2023 FORM 10-K ANNUAL REPORT | | |\n\n---"
}