{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "ZION",
    "Document type": "10-K",
    "year": "2021",
    "quarter": "q1",
    "section": "ITEM 1.    BUSINESS",
    "accession_number": "0000109380-21-000082",
    "cik": "0000109380",
    "filing_date": "2021-02-25",
    "text": "DESCRIPTION OF BUSINESS\n\nZions Bancorporation, National Association and its subsidiaries (collectively “Zions Bancorporation, N.A.,” “the Bank,” “we,” “our,” “us”) together comprise a bank headquartered in Salt Lake City, Utah with assets of $81 billion at December 31, 2020, and annual net revenue of $2.8 billion for the year 2020. We provide a wide range of banking products and related services, primarily in the states of Arizona, California, Colorado, Idaho, Nevada, New Mexico, Oregon, Texas, Utah, Washington, and Wyoming. We have over one million customers, served by our 422\n\n4\n\n---\n\n[Table of Contents](#i2ec2c2a583b1408d8beecd9d7f0b284b_7)\n\nZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES\n\nbranches at year-end 2020. We had 9,678 full-time equivalent employees at December 31, 2020. At year end, we had a strong capital position, with a Common Equity Tier 1 (“CET1”) capital to total risk-weighted assets ratio of 10.8%. When combined with our allowance for credit losses (“ACL”), this ratio was one of the highest among peer banks.\n\nWe conduct our operations primarily through seven separately managed “affiliates,” or “affiliate banks,” each with its own local branding and management team. These affiliate banks comprise our primary business segments as referred to throughout this document. We emphasize local authority and responsibility, local pricing, and customization of certain products (as applicable), designed to maximize customer satisfaction and strengthen community relations. For further information about our segments, see “Business Segment Results” on page 46 in MD&A and Note 22 of the Notes to Consolidated Financial Statements.\n\nWe are focused on the communities in our geographic footprint, as well as providing banking services to businesses and their owners and executives in those communities with whom relationships are particularly important. Our experienced bankers develop long-lasting relationships with our customers by providing valuable advice and award-winning service. Such relationships are further enhanced by many of the high-quality digital products we offer. Building such relationships is essential to maintaining and improving upon our high-quality deposit franchise. Currently, we have one of the lowest costs of deposits and one of the highest proportions of noninterest-bearing demand deposits among peer banks.\n\nPRODUCTS AND SERVICES\n\nWe provide the following banking products and services:\n\n•corporate banking;\n\n•commercial banking, including a focus on small- and medium-sized businesses;\n\n•commercial real estate banking;\n\n•municipal and public finance services;\n\n•retail banking, including residential mortgages;\n\n•trust services;\n\n•wealth management and private client banking; and\n\n•capital markets products and services.\n\nCOMPETITION\n\nWe operate in a highly competitive environment. Our most direct competition for loans and deposits comes from other commercial banks, credit unions, and thrifts, including financial institutions that do not have a physical presence in our market footprint, but solicit business via the Internet and other means. In addition, we compete with finance companies, mutual fund companies, insurance companies, brokerage firms, securities dealers, investment banking companies, financial technology and other nontraditional lending and banking companies, and a variety of other types of companies. These companies may have fewer regulatory constraints, and some have lower cost structures or tax burdens.\n\nThe primary components of our business that we believe differentiate us from our competitors are the quality of service delivered, our local community knowledge, convenience of office locations, online banking functionality and other delivery methods, range of products offered, pricing, and the overall relationship with our clients. We strive to compete effectively in all of these areas to remain successful.\n\nSUPERVISION AND REGULATION\n\nThis section describes the material elements of selected laws and regulations applicable to us. The descriptions are not intended to be complete and are qualified in their entirety by reference to the full text of the statutes and\n\n5\n\n---\n\n[Table of Contents](#i2ec2c2a583b1408d8beecd9d7f0b284b_7)\n\nZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES\n\nregulations described. Changes in applicable laws or regulations, and in their application by regulatory agencies cannot be predicted; however, they may have a material effect on our business and results.\n\nOn September 30, 2018, we completed the merger of Zions Bancorporation, our former holding company, with and into Zions Bancorporation, N.A., sometimes referred to herein as the “restructuring.” More information about the restructuring and its effects can be found in the proxy statement filed by Zions Bancorporation with the SEC on July 24, 2018. In connection with completing the restructuring, we also received approval of an application filed with the Financial Stability Oversight Council (“FSOC”) seeking a determination that we are not “systemically important” as defined by provisions of the Dodd-Frank Wall Street Reform and Consumer Protection Act (“Dodd-Frank Act”).\n\nThe banking and financial services business in which we engage is highly regulated. Such regulation is intended to improve the stability of banking and financial companies and to protect the interests of customers and taxpayers. These regulations are not generally intended to protect the interests of our shareholders or creditors, and may have the consequence of reducing returns to our shareholders. Banking laws and regulations have given financial regulators expanded powers over many aspects of the financial services industry, which have reduced, and may continue to reduce, returns earned by shareholders.\n\nLegislative changes to laws governing the financial industry occur frequently. Some of this legislation materially affects the manner in which we and other financial institutions operate, including increasing the costs and other burdens of conducting our businesses. In addition, the banking agencies regularly promulgate new regulations or modify existing regulations, which also have significant impact on the financial industry. The content and impact of such regulatory changes cannot presently be determined. We are committed to both satisfying regulatory expectations and providing attractive shareholder returns. However, given the ever-evolving regulatory environment, the results of these efforts cannot yet be known.\n\nGeneral\n\nWe are subject to the provisions of the National Bank Act and other statutes governing national banks, as well as the rules and regulations of the OCC, the CFPB, and the FDIC. We are also subject to examination and supervision by the OCC and examination by the CFPB in respect of federal consumer financial regulations. We, as well as some of our subsidiaries, are also subject to regulation by other federal and state agencies. These regulatory agencies may exert considerable influence over our activities through their supervisory and examination roles. Our brokerage and investment advisory subsidiaries are regulated by the SEC, Financial Industry Regulatory Authority (“FINRA”), and state securities regulators.\n\nThe National Bank Act\n\nPrior to the restructuring, Zions Bancorporation’s corporate affairs were governed by Utah state law, and securities law matters were governed by the federal securities laws, including the Securities Act of 1933 (“Securities Act”) and the Securities Exchange Act of 1934 (“Exchange Act”), as administered by the SEC. Each of these legal frameworks is well-developed and used widely by public companies.\n\nFollowing the restructuring, our corporate affairs are governed by the National Bank Act and related regulations administered by the OCC. With respect to securities matters, we are not subject to the Securities Act, but are subject to OCC regulations governing securities offerings. Our common stock and certain other securities are registered, or deemed registered, under the Exchange Act, which vests the OCC with the power to administer and enforce certain sections of the Exchange Act applicable to banks, though we continue to make filings required by the Exchange Act with the SEC as a voluntary filer. These statutory and regulatory frameworks are not as well-developed as the corporate and securities law frameworks applicable to many other publicly held corporations.\n\nThe Dodd-Frank Act\n\nThe Dodd-Frank Act and related regulations broadly affect the financial services industry. Among other things, the Dodd-Frank Act involves mandatory divestiture of certain equity investments, increased regulation of executive and incentive-based compensation, increased bank fees to regulatory agencies, and numerous other provisions aimed at strengthening the sound operation of the financial services sector. Regulations promulgated under the Dodd-Frank\n\n6\n\n---\n\n[Table of Contents](#i2ec2c2a583b1408d8beecd9d7f0b284b_7)\n\nZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES\n\nAct require many banks to maintain greater levels of capital and liquid assets and adhere to the annual Comprehensive Capital Analysis (“CCAR”) process administered by the Federal Reserve Bank (“FRB”). As a result of the restructuring and FSOC approval, we are no longer subject to these capital and CCAR requirements. However, we continue to conduct internal stress testing and capital management measures that are similar to CCAR requirements, and remain subject to other regulatory requirements that may reduce our flexibility to return capital to shareholders and respond to other market developments and opportunities. These regulatory requirements include the OCC’s heightened standard guidelines, which establish minimum standards for certain large insured financial institutions, such as us, for the design and implementation of a risk governance framework and for board oversight of such framework’s design and implementation.\n\nWe also remain subject to the Dodd-Frank Act’s provisions and related regulations that affect the fees we must pay to regulatory agencies and the pricing of certain products and services, including debit card interchange fees and the assessment base for federal deposit insurance, among others.\n\nThe Dodd-Frank Act also created the CFPB, which is responsible for promulgating regulations designed to protect consumers’ financial interests and examining large financial institutions for compliance with, and enforcing, those regulations. The Dodd-Frank Act adds prohibitions on unfair, deceptive or abusive acts and practices to the scope of consumer protection regulations overseen and enforced by the CFPB. The Dodd-Frank Act subjected national banks to the possibility of further regulation by restricting the preemption of state laws by federal laws. Restricting the scope of federal preemption could burden national banks with the requirement that they also comply with certain state laws covering matters already covered by federal law. In addition, the Dodd-Frank Act gives greater power to state attorneys general to pursue legal actions against banking organizations for violations of federal law.\n\nWe, and other companies subject to the Dodd-Frank Act, must adhere to requirements regarding the time, manner, and form of compensation given to key executives and other personnel receiving incentive compensation. These restrictions include documentation and governance, deferral, risk-balancing, and clawback requirements. Any deficiencies in compensation practices may be incorporated into the organization’s supervisory ratings, which can affect its ability to make acquisitions or engage in other activities, or could result in regulatory enforcement actions.\n\nCapital Standards – Basel Framework\n\nThe Basel III capital rules define the components of capital and address other issues affecting the numerator in banking institutions’ regulatory capital ratios and also address risk weights and other issues affecting the denominator in banking institutions’ regulatory capital ratios. The Basel III capital rules, among other things, (1) introduced a new capital measure called “Common Equity Tier 1” (“CET1”), (2) specified that Tier 1 capital consists of CET1 and “Additional Tier 1 capital” instruments meeting specified requirements, (3) applied most deductions/adjustments to regulatory capital measures to CET1 and not to the other components of capital, thus potentially requiring higher levels of CET1 in order to meet minimum ratios, and (4) expanded the scope of the deductions/adjustments from capital, as compared with prior regulations.\n\nUnder the Basel III capital rules, the minimum capital ratio requirements are as follows:\n\n•4.5% CET1 to risk-weighted assets;\n\n•6.0% Tier 1 capital (i.e., CET1 plus Additional Tier 1) to risk-weighted assets;\n\n•8.0% Total capital (i.e., Tier 1 plus Tier 2) to risk-weighted assets; and\n\n•4.0% Tier 1 capital to average consolidated assets as reported on consolidated financial statements (known as the “leverage ratio”).\n\nThe Basel III capital rules also require us to maintain a 2.5% “capital conservation buffer” designed to absorb losses during periods of economic stress, composed entirely of CET1, on top of the minimum risk-weighted asset ratios, effectively resulting in minimum ratios of (1) CET1 to risk-weighted assets of at least 7.0%, (2) Tier 1 capital to risk-weighted assets of at least 8.5%, and (3) Total capital to risk-weighted assets of at least 10.5%. Banking institutions with a ratio of CET1 to risk-weighted assets above the minimum but below the capital conservation buffer face constraints on dividends, equity repurchases, and compensation based on the amount of the shortfall.\n\n7\n\n---\n\n[Table of Contents](#i2ec2c2a583b1408d8beecd9d7f0b284b_7)\n\nZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES\n\nThe severity of the constraint depends on the amount of the shortfall and the institution’s “eligible retained income” (that is four quarter trailing net income, net of distributions and tax effect not reflected in net income).\n\nThe Basel III capital rules also prescribed a standardized approach for calculating risk-weighted assets that expanded the risk-weighting categories from Basel I-derived categories (0%, 20%, 50%, and 100%) to a much larger and more risk-sensitive number of categories, depending on the nature of the assets, generally ranging from 0% for U.S. government and agency securities, to 600% for certain equity exposures, to 1,250% for certain securitization exposures, and resulting in higher risk weights for a variety of asset categories. In addition, the Basel III capital rules provided more advantageous risk weights for derivatives and repurchase-style transactions cleared through a qualifying central counterparty and increased the scope of eligible guarantors and eligible collateral for purposes of credit risk mitigation.\n\nOn July 9, 2019, the federal banking agencies issued a final rule to simplify certain aspects of the regulatory capital rules for “nonadvanced approach” banking organizations. The final rule simplifies the regulatory capital requirements for mortgage servicing assets, certain deferred tax assets arising from temporary differences, and investments in the capital of unconsolidated financial institutions. The final rule replaces multiple deduction thresholds with a single 25% deduction threshold for each of these categories and requires that a 250% risk weight be applied to mortgage servicing assets and deferred tax assets that are not deducted from capital.\n\nAs allowed under the Basel III capital rules, we made a one-time permanent election as of January 1, 2015 to exclude the effects of accumulated other comprehensive income (“AOCI”) items in determining regulatory capital and capital ratios.\n\nBasel III also required additional regulatory capital disclosures to be made that are commonly referred to as “Pillar 3” disclosures. These disclosures require us to make prescribed regulatory disclosures on a quarterly basis regarding our capital structure adequacy and risk-weighted assets. We began publishing these Pillar 3 disclosures in 2015, and such disclosures are available on our website.\n\nThe Basel Committee has issued a series of updates that propose other changes to capital regulations. In one of these, the Basel Committee finalized a revised framework for calculating minimum capital requirements for market risk, with an effective date for reporting under the revised framework for market risk capital of January 1, 2022. We are currently not subject to the market risk capital rules as we do not engage in substantial trading activity. The U.S. federal bank regulatory agencies have not yet proposed rules implementing these revisions for U.S. banking organizations. We met all capital adequacy requirements under the Basel III capital rules as of December 31, 2020.\n\nCapital Planning and Stress Testing\n\nWe continue to utilize stress testing as an important mechanism to inform our decisions on the appropriate level of capital, based upon actual and hypothetically stressed economic conditions. The stress test results reflect a set of forward-looking stress tests based upon hypothetical economic scenarios generated in conjunction with Moody's Analytics. Moody’s Protracted Slump scenario, a downside 4% scenario, is the primary stress scenario we considered for our internal stress scenario, certain variables of which we adjusted to test certain idiosyncrasies that may be unique to us. Detailed disclosure of our historical internal stress test results can be found on our website. The 2020 internal stress test included hypothetical scenarios reflective of the ongoing economic impact of the COVID-19 pandemic. The results of the stress test indicated that we would maintain capital ratios at levels adequate for our risk profile throughout the nine-quarter horizon for the hypothetical stress test.\n\nLiquidity\n\nHistorically, regulation and monitoring of bank liquidity has been addressed as a supervisory matter, both in the U.S. and internationally, without required formulaic measures. However, in January 2016, the FRB and other banking regulators enacted final rules (“Final Liquidity Coverage Ratio (“LCR”) Rule”) implementing a U.S. version of the Basel Committee’s LCR requirement. The LCR is intended to ensure that banks hold sufficient amounts of securities and other liquid assets to cover the anticipated net cash outflows during a hypothetical acute 30-day stress scenario. The Final LCR Rule applies to large, internationally active banking organizations (those\n\n8\n\n---\n\n[Table of Contents](#i2ec2c2a583b1408d8beecd9d7f0b284b_7)\n\nZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES\n\nwith at least $250 billion in total assets or at least $10 billion in on-balance sheet foreign exposure). While the Final LCR Rule does not apply to us, we manage liquidity in accordance with the Basel III liquidity requirements. Furthermore, we utilize internal liquidity stress tests as our primary tool for establishing and managing liquidity guidelines including, but not limited to, holdings of investment securities and other liquid assets, maintaining levels of readily available contingency funding, concentrations of funding sources, and maturity profile of liabilities.\n\nFinancial Privacy and Cyber Security\n\nThe federal banking regulators have enacted rules that limit the ability of banks and other financial institutions to disclose nonpublic information about consumers to nonaffiliated third parties, including provisions of the Gramm-Leach-Bliley Act, which require financial institutions to disclose privacy policies to consumers and, in some circumstances, allow consumers to prevent disclosure of certain personal information to a nonaffiliated third party. These regulations affect how consumer information is transmitted through diversified financial companies and conveyed to outside vendors. In addition, consumers may also prevent disclosure of certain information among affiliated companies that is assembled or used to determine eligibility for a product or service, such as that shown on consumer credit reports and asset and income information from applications. Consumers also have the option to direct banks and other financial institutions not to share information about transactions and experiences with affiliated companies for the purpose of marketing products or services. Federal law makes it a criminal offense, except in limited circumstances, to obtain or attempt to obtain customer information of a financial nature by fraudulent or deceptive means.\n\nIn October 2016, the federal banking regulators jointly issued an advance notice of proposed rulemaking on enhanced cyber risk management standards that is intended to increase the operational resilience of large and interconnected entities under their supervision. Although the joint proposal was withdrawn in early 2020, cybersecurity remains a regulatory priority and is likely to be the subject of future rulemaking.\n\nState regulators have been increasingly active in implementing privacy and cybersecurity standards and regulations. Recently, several states have enacted regulations requiring certain financial institutions to implement cybersecurity programs and providing detailed requirements with respect to these programs, including data encryption requirements. Many states have also recently implemented or modified their data breach notification and data privacy requirements. In June 2018, the California legislature passed the California Consumer Privacy Act of 2018 (the “CCPA”), which took effect on January 1, 2020. On November 3, 2020, the CCPA was amended and expanded by the approval of California ballot initiative, Proposition 24, known as the California Privacy Rights Act (the “CPRA”). The CCPA, as amended, covers businesses that obtain or access personal information on California residents, grants them enhanced privacy rights and control over their personal information, and imposes significant requirements on covered companies with respect to individual data privacy rights. Some of the rights afforded to California residents also extend to California employees, though the CPRA amendments now exempt certain employee information and employer usage from some of the CPRA provisions until at least January 1, 2023. Other states have implemented, or are considering, similar privacy laws. We expect this trend of state-level activity to continue and are continually monitoring developments in the states in which we operate.\n\nIn May 2018, the General Data Protection Regulation (the “GDPR”) established new requirements regarding the handling of personal data of European Union (“EU”) residents. We believe the applicability of the GDPR to us is minimal as we do not offer goods or services to EU residents or monitor their behaviors. Data and cybersecurity laws and regulations are evolving rapidly, remain a focus of state and federal regulators, and will continue to have a significant impact on our risk management practices.\n\nPrompt Corrective Action\n\nThe Federal Deposit Insurance Corporation Improvement Act (“FDICIA”) requires each federal banking agency to take prompt corrective action to resolve the problems of insured depository institutions, including but not limited to those that fall below one or more prescribed minimum capital ratios. Pursuant to FDICIA, the FDIC promulgated regulations defining the following five categories in which an insured depository institution will be placed, based on the level of its capital ratios: well-capitalized, adequately capitalized, undercapitalized, significantly under-capitalized, and critically under-capitalized. Under the prompt corrective action provisions of FDICIA as modified\n\n9\n\n---\n\n[Table of Contents](#i2ec2c2a583b1408d8beecd9d7f0b284b_7)\n\nZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES\n\nby the Basel III capital rules, an insured depository institution will generally be classified as well-capitalized if it has a CET1 ratio of at least 6.5%, a Tier 1 risk-based capital ratio of at least 8%, a total capital ratio of at least 10% and a Tier 1 leverage ratio of at least 5%. In addition, an insured depository institution will generally be classified as under-capitalized if its CET1 ratio is under 4.5%, its total risk-based capital ratio is less than 8%, its Tier 1 risk-based capital ratio is less than 6%, or its Tier 1 leverage ratio is less than 4%. An institution that, based upon its capital levels, is classified as “well-capitalized,” “adequately capitalized,” or “under-capitalized,” may be treated as though it were in the next lower capital category if the appropriate federal banking agency, after notice and opportunity for hearing, determines that an unsafe or unsound condition or an unsafe or unsound practice warrants such treatment. At each successive lower capital category, an insured depository institution is subject to more restrictions and prohibitions, including restrictions on growth, restrictions on interest rates paid on deposits, restrictions or prohibitions on payment of dividends and restrictions on the acceptance of brokered deposits. Furthermore, if a bank is classified in one of the under-capitalized categories, it is required to submit a capital restoration plan to the federal bank regulator.\n\nOther Regulations\n\nWe are subject to a wide range of other requirements and restrictions contained in both the laws of the U.S. and the states in which we and our subsidiaries operate. These regulations include but are not limited to the following:\n\n•Limitations on dividends payable to shareholders. Our ability to pay dividends on both our common and preferred stock is subject to regulatory restrictions. See Note 15 of the Notes to Consolidated Financial Statements for additional information.\n\n•Safety and soundness standards prescribed in the FDICIA, including standards related to internal controls, information systems, internal audit, loan documentation, credit underwriting, interest rate exposure, asset growth and compensation, as well as other operational and management standards deemed appropriate by the federal banking agencies. The safety and soundness requirements give bank regulatory agencies significant latitude in their supervisory authority over us.\n\n•Requirements for approval of acquisitions and activities and restrictions on other activities. The National Bank Act requires regulatory and shareholder approval of all mergers between a national bank and another national or state bank and do not allow for the direct merger into a national bank of a nonaffiliated nonbank. See discussion under “Risk Factors.” Other laws and regulations governing national banks contain similar provisions concerning acquisitions and activities.\n\n•Limits on bank organization activities, which are more limited than activities that can be conducted by bank holding company organizations.\n\n•Limitations on the amount of loans to a borrower and its affiliates.\n\n•Limitations on transactions with affiliates, as expanded by the Dodd-Frank Act.\n\n•Restrictions on the nature and amount of any investments and ability to underwrite certain securities.\n\n•Requirements for opening of branches and the acquisition of other financial entities.\n\n•Fair lending and truth in lending requirements to provide equal access to credit and to protect consumers in credit transactions.\n\n•Broker-dealer and investment advisory regulations. One of our subsidiaries is a broker-dealer that is authorized to engage in securities underwriting and other broker-dealer activities. This company is registered with the SEC and is a member of FINRA. Another subsidiary is a registered investment adviser under the Investment Advisers Act of 1940, as amended, and as such, is supervised by the SEC. Certain of our subsidiaries are also subject to various U.S. federal and state laws and regulations. These laws and regulations generally grant supervisory agencies broad administrative powers, including the power to limit or restrict the carrying on of business for failure to comply with such laws.\n\n•Community Reinvestment Act (“CRA”) requirements. The CRA requires banks to help serve the credit needs in their communities, including providing credit to low- and moderate-income individuals. If we fail to adequately serve our communities, penalties may be imposed including denials of applications to add branches, relocate, add subsidiaries and affiliates, and merge with or purchase other financial institutions.\n\n10\n\n---\n\n[Table of Contents](#i2ec2c2a583b1408d8beecd9d7f0b284b_7)\n\nZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES\n\n•Anti-money laundering regulations. The Bank Secrecy Act, Title III of the Uniting and Strengthening of America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001 (“USA Patriot Act”), and other federal laws require financial institutions to assist U.S. government agencies in detecting and preventing money laundering and other illegal acts by maintaining policies, procedures and controls designed to detect and report money laundering, terrorist financing, and other suspicious activity.\n\nWe are subject to the Sarbanes-Oxley Act of 2002, certain provisions of the Dodd-Frank Act, and other federal and state laws and regulations which address, among other issues, corporate governance, auditing and accounting, executive compensation, and enhanced and timely disclosure of corporate information. The National Association of Securities Dealers Automated Quotations (“NASDAQ”) has also enacted corporate governance rules, which are intended to allow shareholders and investors to more easily and efficiently monitor the performance of companies and their directors.\n\nOur Board of Directors has overseen management’s establishment of a comprehensive system of corporate governance and risk practices. This system includes policies and guidelines such as Corporate Governance Guidelines; a Code of Business Conduct and Ethics for Employees; a Directors Code of Conduct; a Related Party Transaction Policy; Stock Ownership and Retention Guidelines; a Compensation Clawback Policy; an insider trading policy including provisions prohibiting hedging and placing restrictions on the pledging of bank stock by insiders; and charters for the Executive, Audit, Risk Oversight, Compensation, and Nominating and Corporate Governance Committees. More information on our corporate governance practices is available on our website at www.zionsbancorporation.com. Our website is not part of this Annual Report on Form 10-K.\n\nWe have adopted policies, procedures and controls to address compliance with the requirements of the banking, securities, and other laws and regulations described above or otherwise applicable to us. Management monitors these laws and regulations and regularly reviews and updates its policies, procedures and controls in anticipation of industry and regulatory changes.\n\nRegulators, Congress, state legislatures, and international consultative bodies continue to enact rules, laws, and policies to regulate the financial services industry and public companies and to protect consumers and investors. The nature of these laws and regulations and the effect of such policies on our future business and earnings results cannot be predicted.\n\nGOVERNMENT MONETARY AND FISCAL POLICIES AND ACTIONS\n\nOur business and earnings results are affected not only by general economic conditions, but also by policies enacted by various governmental authorities. We are particularly affected by the monetary and fiscal policies of the FRB, including the current low level of both short-term and long-term interest rates and the national supply of bank credit. We are also affected by the actions of various governmental authorities in response to the economic effects of terrorism or other geopolitical instabilities, natural disasters, severe weather conditions, and public health emergencies, such as the economic stimulus programs included in the 2020 Coronavirus Aid, Relief, and Economic Security (“CARES”) Act resulting from the COVID-19 pandemic.\n\nIn view of the changing conditions in the economy and the effect of such policies, it is difficult to predict future changes in loan demand, deposit levels and interest rates, or their effect on our business and earnings. Monetary, fiscal, and other policy initiatives and actions have had a significant effect on the operating results of commercial banks in the past and are expected to continue to do so in the future.\n\nHUMAN CAPITAL MANAGEMENT\n\nWe are proud of our employees who bring their unique, diverse talents to work each day. Our management and Board value our employees and are committed to identifying, recognizing, and creating fulfilling opportunities for people within our organization, and rewarding them for their contributions to our success.\n\nCOVID-19 has had a significant impact on how we work and the work we perform. At the outset of the pandemic, we quickly transitioned more than 70% of our employees to working remotely and implemented safety procedures\n\n11\n\n---\n\n[Table of Contents](#i2ec2c2a583b1408d8beecd9d7f0b284b_7)\n\nZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES\n\nand policies to keep our branch employees as safe as possible while they performed essential in-person services. We were also heavily involved in supporting customers with PPP loans, rewarding employees directly involved in the effort with meaningful incentives, and paying $1,000 bonuses to all our employees with salaries less than $150,000 for supporting this important effort.\n\nOur total full-time equivalent employees at December 31, 2020 was 9,678, a decrease of 5% from the prior year period. The following schedule describes certain demographic attributes of our employees.\n\nSchedule 1\n\n|  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |\n|  | | | Women | | |  | | | Minorities | | |\n| Employee Roles | | |  | | |  | | |  | | |\n| Management | | | 51 | | % |  | | | 27 | | % |\n| Non-management | | | 60 | | % |  | | | 37 | | % |\n| Overall | | | 58 | | % |  | | | 35 | | % |\n\nWe have an exceptional team of women senior leaders that was recognized as one of five “Top Teams” for 2020 in American Banker magazine’s issue of the “Most Powerful Women in Banking and Finance.” This year marks the fifth time we have been honored as a Top Team. Additionally, in the November 2020 issue of American Banker magazine, we were honored among 85 of the “Best Banks to Work For in 2020,” and we ranked sixth among large banks with assets greater than $10 billion. We have been recognized on this list for all eight years of its existence.\n\nWe manage our human capital through the following programs and initiatives:\n\nCultivating a diverse, equitable, and inclusive environment for our customers and our employees\n\nWe believe in an environment where people are respected and valued, regardless of their differences, along with a talented workforce that reflects our diverse communities. We also believe that our performance is stronger when we are able to draw upon the talents and experience of a diverse team of employees.\n\nOur 2020 Corporate Responsibility Report highlights several achievements in this area. For example, our Banker Development Program, College Internship Program, and Mentor Program have significant participation from women and minorities.\n\nThroughout the organization, employee business resource groups foster a sense of community and enable greater connectivity and support among employees through forum meetings and discussions. This includes groups for African Americans, Hispanic/Latinx, LGBTQIA, and women, among others. These groups are open to all employees and offer networking and initiatives that support our commitment to diversity, both internally and externally.\n\nAttracting and developing talent for long-term success\n\nWe are committed to recruiting and retaining the most qualified individuals who reflect the diversity of the markets we serve, to helping our employees grow in their careers, and to actively developing talent for future leadership opportunities. As we attract and hire talent, we proactively consider the demand for competencies that will be needed within the workforce of the future.\n\nWe are proud to offer more than 2,000 learning options for employees to create tailored learning plans for personal and professional development. We make available new manager programs, tuition reimbursement, education sponsorship opportunities, job shadowing, coaching, and formal mentoring programs. Our talent development program and individual development plans focus on education, experience, and exposure to help create well-rounded, successful employees.\n\nRecognizing, engaging, and rewarding our employees\n\nWe support a culture of integrity, engagement, and achievement through comprehensive rewards and recognition. Our programs are designed to enhance the employee experience, drive retention, promote recognition, and reward\n\n12\n\n---\n\n[Table of Contents](#i2ec2c2a583b1408d8beecd9d7f0b284b_7)\n\nZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES\n\nhigh performance. We provide meaningful upside opportunities for those who take accountability for business objectives that help us deliver superior results while reducing risk.\n\nWe routinely assess pay equity among employees across our organization by analyzing potential disparities in pay based on gender, minority status, and other factors. These actions help us compensate employees fairly. During 2020, we enlisted the services of an independent third party who found that after adjusting for relevant variables such as education, experience, and geography, women are paid, on average, approximately 99% of what men are paid, and minorities are paid approximately 98% of what non-minorities are paid. In a relatively few cases, we identified outlier situations that have been subsequently addressed.\n\nOur employees provide regular feedback through our robust listening strategy, which includes quarterly leadership calls, biannual employee opinion surveys, and targeted focus groups. These forums for employee input continue to help strengthen working relationships with managers, improve clarity of organizational purpose and goals, and reinforce our guiding principles and code of business conduct and ethics.\n\nFinally, we value work-life balance and strive to create a work environment that supports our employees with mental, physical, social, and financial wellness. Some of our key benefits include the following:\n\n•Corporate match for our 401(k) plan of 4.5% of earnings, plus annual profit-sharing contributions;\n\n•Health care plan options including behavioral health, wellness, and autism spectrum disorder services;\n\n•Preventive prescription drug coverage not subject to deductibles;\n\n•Paid parental program allowing time off for mothers, fathers, and domestic partners;\n\n•Adoption assistance program; and\n\n•Company paid time off for charitable contributions to our giving campaign and volunteer opportunities."
}