{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "EWBC",
    "Document type": "10-K",
    "year": "2025",
    "quarter": "q1",
    "section": "ITEM 1.  BUSINESS",
    "accession_number": "0001069157-25-000025",
    "cik": "0001069157",
    "filing_date": "2025-02-28",
    "text": "Organization\n\nEast West is a bank holding company incorporated in Delaware on August 26, 1998, and is registered under the Bank Holding Company Act of 1956, as amended (“BHC Act”). The Company commenced business on December 30, 1998 when, pursuant to a reorganization, it acquired all of the voting stock of East West Bank (“East West Bank” or the “Bank”), which became its principal asset. East West’s principal business is to serve as a holding company for the Bank and other banking or banking-related subsidiaries that East West may establish or acquire. As of December 31, 2024, the Company had $76.0 billion in total assets, $53.0 billion in total net loans, $63.2 billion in total deposits, and $7.7 billion in total stockholders’ equity.\n\nThe Company operates in over 110 locations in the U.S. and Asia. In the U.S., the Bank’s corporate headquarters and main administrative offices are located in California. Its U.S. branches and offices are located in California, Texas, New York, Washington, Georgia, Massachusetts, Illinois and Nevada. In Asia, the Bank has full-service branches in Hong Kong, Shanghai, Shantou and Shenzhen; representative offices in Beijing, Chongqing, Guangzhou, Xiamen and Singapore; and administrative support offices in Beijing and Shanghai.\n\nEast West Bank has a commercial banking license in China through its subsidiary, East West Bank (China) Limited, which makes it unique among U.S.-based regional banks. This license allows the Bank to open branches, make loans and collect deposits in China. The Bank continues to develop its international banking presence in Asia with its network of overseas branches and representative offices. In addition to facilitating traditional letters of credit and trade financing to businesses, these representative offices allow the Bank to assist existing clients and develop new business relationships. Through its branches and offices, the Bank focuses on growing its cross-border client base between the U.S. and Asia, helping U.S.-based businesses expand in Asia, and assisting companies based in Asia pursue business opportunities in the U.S.\n\nThe Bank believes its customers benefit from the Bank’s understanding of the Asian market through its physical presence, corporate and organizational ties in Asia, as well as the Bank’s international banking products and services. The Bank believes this approach, combined with its senior management and Board of Directors’ ties to Asian business opportunities and Asian American communities, provides the Bank with a competitive advantage. The Bank utilizes its presence overseas to identify and build corporate relationships, which the Bank may leverage to create business opportunities in California and other U.S. markets.\n\nBanking Services\n\nAs of December 31, 2024, East West Bank was the largest independent commercial bank headquartered in Southern California based on total assets. The Bank is also the largest independent bank in the U.S. focused on the financial service needs of individuals and businesses that operate both in the U.S. and Asia, and has a strong focus on the Asian American community. Through its network of over 110 banking locations in the U.S. and Asia, the Bank provides a wide range of personal and commercial banking services to individuals and businesses. The Bank provides services to its customers in English and in over 10 other languages. In addition to offering traditional deposit products that include personal and business checking and savings accounts, money market, and time deposits, the Bank also offers foreign exchange, treasury management and wealth management services. The Bank’s lending activities include commercial and residential real estate lending, construction finance, commercial business lending, working capital lines of credit, trade finance, letters of credit, affordable housing lending, asset-based lending, asset-backed finance, project finance, equipment financing and loan syndication. The Bank also provides financing services to clients to facilitate their business transactions between the U.S. and Asia. Additionally, to support the business needs of its customers, the Bank offers hedging advisory and various derivative contracts such as interest rate, energy commodity and foreign exchange contracts.\n\nThe integration of digital with brick-and-mortar channels has been an area of investment for the Bank, for both commercial and consumer banking. Our strategic priorities include the use of technology to innovate and expand commercial payments, treasury management products and services, and consumer banking. We have developed mobile and online banking platforms, which are continually enhanced to enrich our customer’s user experience, and which offer a full suite of banking services tailored to our customers’ unique needs. In our view, the omnichannel banking service approach increases efficiency and deepens customer relationships.\n\n4\n\n---\n\nOperating Segments\n\nThe Bank’s three operating segments, (1) Consumer and Business Banking, (2) Commercial Banking and (3) Treasury and Other, are based on the Bank’s core strategy. The Consumer and Business Banking segment primarily provides financial products and services to consumer and commercial customers through the Company’s domestic branch network and digital banking platforms. The Commercial Banking segment primarily generates domestic commercial loans and deposits. The remaining centralized functions, including the corporate treasury activities of the Company and eliminations of inter-segment amounts, are aggregated and included in the Treasury and Other segment. For complete discussion and disclosure, see Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) — Results of Operations — Operating Segment Results and Note 17 — Business Segments to the Consolidated Financial Statements in this Form 10-K.\n\nCompetition\n\nThe Bank operates in a highly competitive environment. The Company faces intense competition from domestic and foreign lending institutions, numerous other financial services providers and other new technology-driven products and services. Competition is based on a number of factors including, among others, customer service and convenience, quality and range of products and services offered, reputation, fees, interest rates on loans and deposits and lending limits. Competition also varies based on the types of customers and locations served. The Company is a leader of banking market share in the Asian American community. The Company maintains a differentiated presence within selected markets by providing cross-border commercial banking expertise to customers operating in the U.S. and Asia.\n\nWhile the Company believes it is well positioned within a highly competitive industry, the industry could become even more competitive as a result of legislative, regulatory, economic, and technological changes, as well as continuing consolidation.\n\nHuman Capital\n\nAs a company that delivers relationship-driven financial solutions to our customers, we believe the strength of our workforce is one of the most significant contributors to our success. Our key human capital objectives are to attract, develop, and retain quality talent that embody our values and enable us to attract customers and serve them effectively. To achieve these objectives, our human resource programs have been designed to incorporate our core values of absolute integrity, customer orientation, creativity, respect and fairness, teamwork, expertise and professionalism, and selflessness. Embracing these core values position our employees to better serve our customers and pave the way for their future career advancement. We are committed to strengthening our recruiting process and growing internal talent to prepare for our next phase of growth. We also seek to recognize our employees for their contributions and service to the Bank.\n\nAs of December 31, 2024, we had approximately 3,100 full-time equivalent employees. The majority of our workforce consisted of full-time employees who were located in our core markets in California, Texas, and New York. The Company’s full-time equivalent employees also included 230 employees located in China, Hong Kong, and Singapore. None of our employees are subject to a collective bargaining agreement.\n\nTalent Acquisition, Development, Promotion and Engagement\n\nAn experienced, dedicated and well-qualified workforce is essential in delivering high quality and reliable banking services to our customers and in managing the Company. We endeavor to attract, develop, and retain motivated individuals as part of our ongoing commitment in building a stronger workforce to serve our customers and communities. In 2024, we were able to continue our quality hiring efforts with nearly 500 external new hires.\n\nThe focus on leadership development and promoting from within is a critical part of our succession planning for key roles throughout the organization and fostering organizational stability. We recognize the importance of employee development and career growth in supporting employee retention, which is one of the Company's strategic objectives. In 2024, 16% of our employees have advanced their careers within the Bank through over 510 internal promotions or new opportunities, which highlights our commitment to rewarding results-driven performance. We also provide a variety of resources to help employees grow in their current roles and acquire new skills for future advancement through continuing education and tuition reimbursement.\n\n5\n\n---\n\nWe celebrate our employees’ dedicated years of service to the Bank through our Milestone Anniversary Program, which offers rewards and recognition through gifts and events upon attaining certain service milestones. As of December 31, 2024, 335 of our employees have celebrated 20 years or more of service. Our dedication to results-driven performance earned us the recognition of the top-ranked performing bank in the $50 billion and above asset category in Bank Director’s 2024 Ranking Banking study, and among the top 10 in Forbes’ 2024 America’s Best Bank list. We have also been included in Newsweek’s 100 Most Loved Workplaces since 2022.\n\nThe Company’s compensation and employee benefits expense of $551 million and $509 million, comprised 57% and 50% of total noninterest expense in 2024 and 2023, respectively. Employee compensation packages include a competitive base salary and, subject to Company and individual performance, may include an annual cash and/or stock incentive bonus. As part of our commitment to fair and equitable compensation programs, we regularly assess the current business environment and labor markets to review our compensation and benefits program for pay equity. The Bank also matches 75% of the U.S. employees’ contributions up to the first 6% of their eligible compensation and maintains a deferred compensation plan.\n\nTo foster a strong sense of ownership and to align the interests of our employees with our stockholders, restricted stock units (“RSUs”) are awarded to eligible employees under our stock incentive programs. We also award stock grants under our “Spirit of Ownership” program to all our employees, regardless of job title or part-time/full-time status. The program allows each employee to share directly in the Company’s success. In 2024, the Company granted over 650 thousand RSUs as part of its stock compensation programs.\n\nHealth and Well-being\n\nWe are committed to supporting our employees’ well-being by offering flexible and competitive benefits. We offer a hybrid schedule to promote flexibility and enhance productivity. Comprehensive health insurance coverage (medical, dental and vision) is offered to employees working at least 30 hours each week. We further demonstrate our commitment to employee well-being by absorbing the increases in our employees’ health benefits. We offer life insurance, disability insurance, parental leave, wellness and benefits programs designed to assist employees in maintaining a healthy work-life balance, paid time off such as vacation hours, and 10 days of annual sick time, which is more than the required allotment from any of the states in which we do business. We also offer an Employee Assistance Program, which aids benefits-eligible employees and their household members with personal and professional issues. We apply a consistent approach towards employee policies, opportunities, benefits, and protections to all employees regardless of their locations, except if there are contradictions between individual state laws.\n\nCommitment to Community\n\nWe are committed to making positive and lasting impacts in our communities through our business activities and our volunteer and charitable efforts. We engage in meaningful and effective programs that help increase homeownership, preserve affordable housing, promote wealth building, enable greater access to banking services and help alleviate homelessness.\n\n6\n\n---\n\nInformation about our Executive Officers\n\nThe following table presents the Company’s executive officers’ names, ages, positions and offices, and business experience during the last five years as of February 28, 2025. There is no family relationship between any of the Company’s executive officers or directors. The Board of Directors of the Company appointed each of the executive officers.\n\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | | |  | | |\n|  | | |  | | |  | | |  | | |  | | |  | | |  | | |\n| Name | | |  | | | Age | | |  | | | Positions and Offices, and Business Experience | | |  | | |  | | |\n| Dominic Ng | | |  | | | 66 | | |  | | | Chairman and Chief Executive Officer of the Company and the Bank since 1992. | | |  | | |  | | |\n| Douglas P. Krause | | |  | | | 68 | | |  | | | Vice Chairman and Chief Corporate Officer of the Company and the Bank since 2020; 2018 - 2020: Executive Vice President, General Counsel and Corporate Secretary; 2010 - 2018: Executive Vice President, Chief Risk Officer and General Counsel. | | |  | | |  | | |\n| Christopher J. Del Moral-Niles | | |  | | | 54 | | |  | | | Executive Vice President and Chief Financial Officer of the Company and the Bank since October 2023; 2012 - 2022 Executive Vice President and Chief Financial Officer of Associated Banc-Corp and Associated Bank, N.A. | | |  | | |  | | |\n| Lisa L. Kim | | |  | | | 60 | | |  | | | Executive Vice President, General Counsel and Corporate Secretary of the Company and the Bank since 2020; 2014 - 2020: Executive Vice President, General Counsel and Secretary of Cathay General Bancorp and Cathay Bank. | | |  | | |  | | |\n| Deborah Leerhsen | | |  | | | 45 | | |  | | | Executive Vice President and Head of Global Banking of the Company and the Bank since December 2024; 2023 - 2024: Executive General Manager, Institutional Banking & Markets at Commonwealth Bank of Australia; 2021 - 2023: Deputy Head of Asia & Oceania Corporate Banking, Hong Kong and Singapore at Mizuho Bank Ltd; 2019 - 2021: Head of Global Banking, Hong Kong at HSBC Holdings plc. | | |  | | |  | | |\n| Irene H. Oh | | |  | | | 47 | | |  | | | Executive Vice President and Chief Risk Officer of the Company and the Bank since October 2023; 2010 - 2023: Executive Vice President and Chief Financial Officer of the Company and the Bank. | | |  | | |  | | |\n| Parker Shi | | |  | | | 55 | | |  | | | Executive Vice President and Chief Operating Officer of the Company and the Bank since December 2021; June 2021 - November 2021: Executive Vice President & Chief Strategy, Growth and Technology Officer; March 2021 - June 2021: Consultant of the Bank; 2020: Senior Advisor at PharmScript; 2018 - 2019: Senior Managing Director at Accenture; 2013 - 2018: Senior Partner at McKinsey & Company. | | |  | | |  | | |\n|  | | |  | | |  | | |  | | |  | | |  | | |  | | |\n| Gary Teo | | |  | | | 52 | | |  | | | Executive Vice President and Chief Human Resources Officer of the Company and the Bank since February 2022; 2015 - 2022: Senior Vice President and Head of Human Resources. | | |  | | |  | | |\n|  | | | | | | | | | | | | | | |  | | |  | | |\n\nSupervision and Regulation\n\nOverview\n\nEast West and the Bank are subject to regulations under U.S. federal and state laws. Regulation and supervision by the federal and state banking agencies are intended primarily for the protection of depositors, the Deposit Insurance Fund (“DIF”) administered by the FDIC, consumers, and the banking system as a whole, and not for the protection of our investors. As a bank holding company, East West is subject to primary regulation, supervision, and examination by the Federal Reserve under the BHC Act. The Bank is regulated, supervised, and examined by the Federal Reserve, the California Department of Financial Protection and Innovation (“DFPI”), and, with respect to consumer laws, the Consumer Financial Protection Bureau (“CFPB’). As the insurer of the Bank’s deposits, the FDIC has back-up examination and other regulatory authority of the Bank as well. In addition, the Bank and its wholly-owned subsidiary, East West Bank (China) Limited, are regulated by foreign regulatory agencies in international jurisdictions where we have a presence, including China, Hong Kong and Singapore. East West also has a wholly-owned nonbank subsidiary, East West Markets, LLC (\"East West Markets\"), which is an SEC-registered broker-dealer and a member of the Financial Industry Regulatory Authority, Inc. (\"FINRA\"). East West Markets is subject to regulatory requirements from several regulatory bodies, including the SEC, FINRA, and state securities regulators.\n\n7\n\n---\n\nThe Company is also subject to the disclosure and regulatory requirements under the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), and the rules and regulations adopted by the SEC thereunder. Our common stock is listed on the Nasdaq Global Select Market under the trading symbol “EWBC” and subject to Nasdaq rules for listed companies.\n\nDescribed below are certain provisions of selected statutes and regulations applicable to East West and the Bank. The descriptions are not intended to be complete, nor are they meant to fully address the statutes and regulations’ effects and potential effects on East West and the Bank, and the descriptions are qualified in their entirety by reference to the full text of the statutes and regulations. A change in applicable statutes, regulations or regulatory policies may have a material effect on the Company’s business.\n\nEast West\n\nAs a bank holding company and pursuant to its election of financial holding company status, East West is subject to regulation, supervision, and examination by the Federal Reserve under the BHC Act. The BHC Act provides a federal framework for the regulation and supervision of bank holding companies and their nonbank subsidiaries. The BHC Act and other federal statutes grant the Federal Reserve authority to, among other things:\n\n•require periodic reports and such additional information as the Federal Reserve may require;\n\n•require bank holding companies to maintain certain levels of capital and restrict dividends and other distributions from bank holding companies and their subsidiaries (see the sections captioned “Regulatory Capital Requirements” and “Dividends and Other Transfers of Funds” included elsewhere under this item);\n\n•require bank holding companies to serve as a source of financial and managerial strength to subsidiary banks and commit resources, as necessary, to support each subsidiary bank, including at times when bank holding companies may not be inclined to do so;\n\n•require bank holding companies to terminate an activity or terminate control of or liquidate or divest certain nonbank subsidiaries, affiliates or investments if the Federal Reserve believes that the activity, ownership, or control of the nonbank subsidiary or affiliate constitutes a serious risk to the financial safety, soundness or stability of the bank holding company, or if the activity, ownership, or control is inconsistent with the purposes of the BHC Act;\n\n•regulate provisions of certain bank holding company debt, including a bank holding company obtaining prior approval to purchase or redeem its securities in certain situations;\n\n•approve in advance certain senior executive officer or director changes and prohibit certain golden parachute payments to officers and employees, including change in control agreements and new employment agreements, that are contingent upon termination; and\n\n•approve in advance the acquisitions of and mergers with bank holding companies, banks and other financial companies, and consider competitive, managerial resources, financial stability and other factors in granting these approvals. DFPI approval may also be required for certain acquisitions and mergers involving a California state-chartered bank such as the Bank.\n\nEast West has elected to be a financial holding company under the Gramm-Leach-Bliley Act of 1999 (“GLBA”). Financial holding companies are generally allowed to engage in, or acquire and retain ownership in a company engaged in any activity that the Federal Reserve has determined to be financial in nature or incidental or complementary to activities that are financial in nature, without prior Federal Reserve approval. Activities that are considered financial in nature include securities underwriting and dealing, insurance agency and underwriting, merchant banking activities and activities that the Federal Reserve, in consultation with the U.S. Secretary of the Treasury, determines to be financial in nature or incidental to such financial activity. To maintain financial holding company status and continue to be able to engage in new activities or investments that are financial in nature, a financial holding company and all its depository institution subsidiaries must be “well capitalized” and “well managed,” and the financial holding company’s depository institution subsidiaries must have Community Reinvestment Act (“CRA”) ratings of at least “Satisfactory.” A depository institution subsidiary is considered “well capitalized” if it satisfies the requirements for this status discussed in the sections captioned “Regulatory Capital Requirements” and “Prompt Corrective Action,” included elsewhere under this item. A depository institution subsidiary is considered “well managed” if it received a composite rating and a management rating of at least “Satisfactory” in its most recent examination. See the section captioned “Community Reinvestment Act” included elsewhere under this item.\n\n8\n\n---\n\nThe Bank and its Subsidiaries\n\nEast West Bank is a California state-chartered bank and a member of the Federal Reserve System, and its deposits are insured by the FDIC. The Bank’s operations in the U.S. are primarily regulated and supervised by the Federal Reserve and the DFPI, and its activities outside the U.S. are regulated and supervised by its U.S. regulators and the applicable regulatory authority in the host country in which each overseas office is located. Specific federal and state laws and regulations that are applicable to banks govern, among other things, their regulatory capital levels, the scope of their business, their investments, their reserves against deposits, the timing of the availability of deposited funds, and the nature and amount of collateral for certain loans. Bank regulatory agencies also have extensive discretion to impose various restrictions on management or operations and to issue policies and guidance in connection with their supervisory and enforcement activities and examination policies.\n\nRegulation of Foreign Subsidiaries and Branches\n\nThe Bank’s foreign subsidiary, East West Bank (China) Limited, is subject to applicable foreign laws and regulations, such as those implemented by the People’s Bank of China and the National Financial Regulatory Administration. East West Bank’s Hong Kong branch is subject to applicable foreign laws and regulations, such as those implemented by the Hong Kong Monetary Authority and the Hong Kong Securities and Futures Commission. The Bank’s Singapore representative office is subject to applicable foreign laws and regulations, such as those implemented by the Monetary Authority of Singapore.\n\nRegulatory Capital Requirements\n\nThe federal banking agencies have imposed capital adequacy requirements, known as the Basel III Capital Rules, intended to ensure that banking organizations maintain capital that is commensurate with the degree of risk associated with their operations. The Basel III Capital Rules define the components of regulatory capital, including Common Equity Tier 1 (“CET1”), Tier 1 and 2 capital, and set forth minimum capital adequacy ratios of capital to risk-weighted assets and total assets. The Basel III Capital Rules also prescribe a standardized approach for risk-weighting assets and include a number of risk-weighting categories that affect the denominator in banking institutions’ regulatory capital ratios.\n\nUnder the Basel III Capital Rules, to be considered adequately capitalized, standardized approach banking organizations, such as the Company and the Bank are required to maintain minimum capital ratios of at least 4.5% CET1 capital to risk-weighted assets, 6.0% Tier 1 capital to risk-weighted assets, 8.0% total risk-based capital (i.e., Tier 1 plus Tier 2 capital) to risk-weighted assets and a 4.0% Tier 1 leverage ratio of Tier 1 capital to average total consolidated assets. The Basel III Capital Rules also include a “capital conservation buffer” of 2.5% on top of each of the minimum risk-based capital ratios. Banking institutions with a risk-based capital ratio that meets or exceeds the minimum requirement but does not exceed the capital conservation buffer will face constraints on dividends, equity repurchases and discretionary bonus payments based on the amount of the shortfall. As of December 31, 2024, the Company’s and the Bank’s capital ratios exceeded the minimum capital adequacy requirements of the federal banking agencies, including the capital conservation buffer, and the Company and the Bank were classified as “well capitalized.” For additional discussion and disclosure see Item 7. MD&A — Regulatory Capital and Ratios and Note 16 — Regulatory Requirements and Matters to the Consolidated Financial Statements in this Form 10-K.\n\nThe Bank is also subject to additional capital requirements under the Prompt Corrective Action (“PCA”) regulations that implement Section 38 of the Federal Deposit Insurance Act (“FDIA”), as discussed below under the Prompt Corrective Action section.\n\nRegulatory Capital-Related Developments\n\nFrom time to time, the regulatory agencies propose changes and amendments to, and issue interpretations of, risk-based capital requirements and related reporting instructions. Such proposals and interpretations could, if implemented, affect our regulatory capital requirements and reported capital ratios.\n\n9\n\n---\n\nOn July 27, 2023, the federal banking agencies jointly released a proposed rule, known as the “Basel III Endgame,” to implement the international capital standards issued by the Basel Committee on Banking Supervision. The Basel III Endgame proposal would revise the capital framework applicable to large banking organizations with $100 billion or more in total consolidated assets or with significant trading activity and, if finalized, would likely result in meaningfully increased capital requirements for those organizations. On September 10, 2024, the Vice Chair for Supervision of the Board of Governors of the Federal Reserve System announced that he will recommend re-proposing the Basel III Endgame rules. Under the expected re-proposal of the rules, banks with assets between $100 billion and $250 billion would no longer be subject to the Basel III Endgame changes, other than the requirement to recognize unrealized gains and losses of their securities in regulatory capital. The Company had total consolidated assets of less than $100 billion as of December 31, 2024, and therefore would not be subject to the Basel III Endgame requirements as proposed or as expected to be re-proposed. However, any Basel III Endgame requirements that are adopted and applied to banking organizations with $100 billion or more in total consolidated assets could reduce the benefits of growth beyond that size for a banking organization that has less than $100 billion in total consolidated assets, such as the Company.\n\nPrompt Corrective Action\n\nThe FDIA, as amended, requires federal banking agencies to take PCA with respect to insured depository institutions (“IDIs”) that do not meet minimum capital requirements. The FDIA includes the following five capital tiers: “well capitalized,” “adequately capitalized,” “undercapitalized,” “significantly undercapitalized” and “critically undercapitalized.” A depository institution’s capital tier will depend upon how its capital levels compare with various relevant capital measures and certain other factors, as established by regulations. The capital tiers in the PCA framework do not apply directly to bank holding companies (such as the Company); however, the Federal Reserve is authorized to take action at the bank holding company level based on the undercapitalized status of the bank holding company’s subsidiary banking institution. Under the federal banking agencies’ regulations implementing the PCA provisions of the FDIA, an IDI (such as the Bank) generally is classified in the following categories based on the capital measures indicated:\n\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n|  | | | | | | | | | | | | | | | | | | | | | | | | | | |\n|  | | |  | | | Risk-Based Capital Ratios | | | | | | | | | | | | | | |  | | |  | | |\n| PCA Category | | |  | | | Total Capital | | |  | | | Tier 1 Capital | | |  | | | CET1 Capital | | |  | | | Tier 1 Leverage | | |\n| Well capitalized (1) | | |  | | | ≥ 10% | | |  | | | ≥ 8% | | |  | | | ≥ 6.5% | | |  | | | ≥ 5% | | |\n| Adequately capitalized | | |  | | | ≥ 8% | | |  | | | ≥ 6% | | |  | | | ≥ 4.5% | | |  | | | ≥ 4% | | |\n| Undercapitalized | | |  | | | < 8% | | |  | | | < 6% | | |  | | | < 4.5% | | |  | | | < 4% | | |\n| Significantly undercapitalized | | |  | | | < 6% | | |  | | | < 4% | | |  | | | < 3.0% | | |  | | | < 3% | | |\n| Critically undercapitalized | | |  | | | Tangible equity/Total assets ≤ 2% | | | | | | | | | | | | | | | | | | | | |\n|  | | | | | | | | | | | | | | | | | | | | | | | | | | |\n\n(1)Additionally, to be classified as “well capitalized”, an IDI may not be subject to any written agreement, order, capital directive, or PCA directive issued by its primary federal regulator to meet and maintain a specific capital level for any capital measure.\n\nAn institution may be downgraded to, or deemed to be in, a capital category that is lower than indicated by its capital ratios, if it is determined to be in an unsafe or unsound condition or if it receives an unsatisfactory examination rating with respect to certain matters. A bank’s capital category is determined solely for the purpose of applying PCA regulations and the capital category may not constitute an accurate representation of the bank’s overall financial condition or prospects for other purposes.\n\nThe FDIA generally prohibits a depository institution from making any capital distributions (including payment of any dividend) or paying any management fee to its parent holding company, if the depository institution would thereafter be “undercapitalized.” Undercapitalized institutions are subject to growth limitations and are required to submit capital restoration plans. If a depository institution fails to submit an acceptable plan, it is treated as if it is “significantly undercapitalized.” Significantly undercapitalized depository institutions may be subject to several requirements and restrictions, including orders to sell sufficient voting stock to become “adequately capitalized,” requirements to reduce total assets, cessation of receipt of deposits from correspondent banks and/or restrictions on interest rates paid on deposits. “Critically undercapitalized” institutions are subject to the appointment of a receiver or conservator. The FDIA also generally permits only “well capitalized” IDIs to accept brokered deposits, although an “adequately capitalized” institution may apply to the FDIC for a waiver of this restriction.\n\n10\n\n---\n\nStress Testing\n\nUnder the enhanced prudential standards adopted by the Federal Reserve, bank holding companies with $100 billion or more in total assets are subject to supervisory capital stress tests and internal liquidity stress testing requirements. Although the Company and the Bank are not required to conduct capital or liquidity stress tests, we conduct annual capital and quarterly liquidity stress tests as part of our risk management processes.\n\nConsumer Financial Protection Bureau Supervision\n\nThe Dodd-Frank Act established the CFPB, which has the authority to implement, examine and enforce compliance with federal consumer financial laws that apply to banking institutions with total consolidated assets exceeding $10 billion (such as the Bank) and their affiliates. The CFPB focuses its supervisory, examination, and enforcement efforts on, among other things:\n\n•risks to consumers and compliance with federal consumer financial laws when evaluating the policies and practices of a financial institution;\n\n•unfair, deceptive, or abusive acts or practices;\n\n•rulemaking to implement various federal consumer statutes such as the Home Mortgage Disclosure Act, Truth in Lending Act, Real Estate Settlement Procedures Act, Electronic Fund Transfer Act, Equal Credit Opportunity Act, Fair Credit Billing Act, and the Consumer Financial Protection Act; and\n\n•the markets in which firms operate and risks to consumers posed by activities in those markets.\n\nThe statutes and regulations that the CFPB enforces mandate certain disclosure and other requirements, and regulate the manner in which financial institutions must deal with consumers when taking deposits, making loans, collecting payments on loans, and providing other services. The CFPB’s rulemaking, examination and enforcement authority has affected and will continue to impact financial institutions that provide consumer financial products and services, including the Company and the Bank. These regulatory activities may limit the types of financial services and products the Company may offer. Failure to comply with federal and state laws prohibiting unfair, abusive, or fraudulent business practices, untrue or misleading advertising and unfair competition, can subject the Bank to various penalties, including, but not limited to, enforcement actions, injunctions, fines or criminal penalties, punitive damages, restitution to consumers, and the loss of certain contractual rights or business opportunities and may also result in significant reputational harm.\n\nOn October 22, 2024, the CFPB released a final rule to implement Section 1033 of the Dodd-Frank Act. Under the final rule, financial institutions are required, upon request, to make available to a consumer or third party authorized by the consumer certain information the Bank has concerning a consumer financial product or service covered by the rule, such as a credit card or a deposit account. In issuing this rule, the CFPB said that the rule will move the U.S. closer to an “open banking” system that will allow consumers to switch banks or other providers more easily. The final rule also requires, among other things, covered data providers, such as the Bank, to establish a developer interface that satisfies certain performance and data security specifications through which the data provider can receive requests for, and provide, specific types of data covered by the rule in an electronic, usable form to authorized third parties directly or through data aggregators. Under the final rule, the Bank will be prohibited from charging fees for maintaining the developer interface or providing access to such data. The Bank may also act as an authorized third party to request and access covered data from other financial institutions that are covered data providers. The final rule places data security, authorization, and other obligations on those authorized third parties, including limitations on secondary uses of the data received. Industry organizations have challenged the final rule in court and the litigation is ongoing. If the challenge is not successful, as a data provider, the Bank must comply with the rule beginning April 1, 2027. We are monitoring the status of the litigation and evaluating the impact of this rule.\n\nThe final outcome of any proposed and final rules issued by the CFPB is uncertain as they may conflict with the rulemaking agenda and vision for the bureau under the Trump administration.\n\nFederal Home Loan Bank and the Federal Reserve’s Reserve Requirements\n\nThe Bank is a member of the Federal Home Loan Bank (“FHLB”) of San Francisco. As an FHLB member, the Bank is required to own a certain amount of capital stock in the FHLB. The Bank may also access both short- and long-term secured credit from the FHLB.\n\n11\n\n---\n\nThe Federal Reserve requires all depository institutions to maintain reserves at specified levels against their transaction accounts either in the form of vault cash or an interest-bearing account at the Federal Reserve Bank (“FRB”), or a pass-through account as defined by the Federal Reserve. Effective March 26, 2020, the Federal Reserve reduced reserve requirement ratios to zero percent, eliminating the reserve requirement for all depository institutions. The Bank is a member bank and stockholder of the FRB of San Francisco.\n\nDividends and Other Transfers of Funds\n\nThe principal source of liquidity of East West is dividends received from the Bank. Federal and California law limit the Bank’s ability to pay dividends to East West. Regulatory approval is required under federal law if the total of all dividends declared by the Bank in any calendar year would exceed the sum of the Bank’s net income for that year and its retained earnings for the preceding two years. Federal law also prohibits the Bank from paying dividends that would be greater than its undivided profits unless the Bank has received prior approval from the Federal Reserve. California law imposes its own limitations on capital distributions by California-chartered banks that could require the Bank to obtain the approval of the DFPI prior to making a distribution to East West. Furthermore, under the federal PCA regime, the Federal Reserve or FDIC may prohibit a bank holding company from paying any dividends if the holding company’s bank subsidiary is classified as “significantly undercapitalized” or, in some circumstances, “undercapitalized.” It is the Federal Reserve’s policy that a bank holding company should generally pay dividends on common stock only if the company’s net income available to common stockholders over the past four quarters, net of distributions, would be sufficient to fully fund the dividends, and if the prospective rate of earnings retention appears consistent with the company’s capital needs, asset quality and overall financial condition. It is also the Federal Reserve’s policy that a bank holding company should not maintain dividend levels that undermine the company’s ability to be a financial source of strength to its banking subsidiaries. The Federal Reserve requires bank holding companies to continuously review their dividend policy in light of their organizations’ financial condition and in compliance with regulatory capital requirements, and discourages payment ratios that are at maximum allowable levels, unless both asset quality and capital are strong.\n\nTransactions with Affiliates and Insiders\n\nPursuant to Sections 23A and 23B of the Federal Reserve Act, as implemented by the Federal Reserve’s Regulation W, banks are subject to restrictions that limit their ability to engage in transactions with their affiliates, including their parent bank holding companies. Regulation W limits the types, terms and amounts of these transactions and generally requires the transactions to be on an arm’s-length basis. In general, Regulation W requires that “covered transactions,” which include a bank’s extension of credit to or purchase of assets from an affiliate, be limited to 10% of the bank’s capital and surplus with respect to any one affiliate, and 20% of the bank’s capital and surplus with respect to the aggregate of all covered transactions with all affiliates. In addition, a bank generally may not extend credit to an affiliate unless the extension of credit is secured by specified amounts of collateral. The Dodd-Frank Act expanded the coverage and scope of the limitations on affiliate transactions, including by treating derivative transactions resulting in a bank’s credit exposure to an affiliate as covered transactions. In addition, the Volcker Rule under the Dodd-Frank Act establishes certain prohibitions, restrictions and requirements (known as “Super 23A” and “Super 23B”) on transactions between a covered fund and a banking entity that serves as an investment manager, investment adviser, organizer and offeror, or sponsor with respect to that covered fund, regardless of whether the banking entity has an ownership interest in the fund.\n\nFederal law also limits a bank’s authority to extend credit to its directors, executive officers and principal stockholders, as well as to entities controlled by such persons (collectively, “insiders”). Among other things, extensions of credit to insiders are required to be made on terms that are substantially the same as, and follow credit underwriting procedures that are not less stringent than, those prevailing for comparable transactions with unaffiliated persons. The terms of such extensions of credit may not involve more than the normal risk of repayment or present other unfavorable features and may not exceed certain limitations on the amount of credit extended to such persons, individually and in the aggregate, which limits are based, in part, on the amount of the bank’s capital.\n\n12\n\n---\n\nCommunity Reinvestment Act\n\nUnder the CRA, an IDI has a continuing and affirmative obligation to help serve the credit needs of its communities, including low- and moderate-income borrowers and neighborhoods. The Federal Reserve periodically evaluates a state member bank’s performance under applicable performance criteria and assign a rating of “outstanding,” “satisfactory,” “needs to improve” or “substantial noncompliance.” The Federal Reserve takes this performance into account when reviewing applications by banks and their parent companies to expand branches, relocate, add subsidiaries and affiliates, expand into new financial activities and merge with or acquire other financial institutions. Unsatisfactory CRA performance may result in the denial of such applications. Based on the most recent CRA examination as of March 8, 2021, the Bank was rated “outstanding”.\n\nOn October 24, 2023, the federal banking agencies issued a final rule revising their framework for evaluating banks’ records of community reinvestment under the CRA. The final rule provides that banks with assets of at least $2 billion, such as the Bank, are considered large banks and their retail lending, retail services and products, community development financing, and community development services are subject to periodic evaluation. Under the final rule, depending on a large bank’s geographic distribution of lending, the evaluation of retail lending may include assessment areas in which the bank extends loans but does not operate any deposit-taking facilities, in addition to assessment areas in which the bank has deposit taking facilities. Industry organizations have challenged the final rule in court, and on March 29, 2024, the United States District Court for the Northern District of Texas granted an injunction and stay of the final rule. The final outcome of such challenges remains uncertain.\n\nFDIC Deposit Insurance Assessments\n\nThe FDIC insures the Bank’s customer deposits through the DIF up to $250,000 for each depositor, per FDIC-insured bank, for each account ownership category. The DIF is funded mainly through quarterly insurance assessments on insured banks based on their assessment base. The Dodd-Frank Act revised the FDIC’s fund management authority by establishing a minimum Designated Reserve Ratio of 1.35 percent of total estimated insured deposits and redefining the assessment base to be calculated as average consolidated total assets minus average tangible equity. The Bank’s DIF quarterly assessment is calculated by multiplying its assessment base by the applicable assessment rate. The assessment rate is calculated based on an institution’s risk profile, including capital adequacy, asset quality, management, earnings, liquidity and sensitivity to market risk ratings, certain financial measures to assess an institution’s ability to withstand asset related stress and funding related stress, and a measure of loss severity that estimates the relative magnitude of potential losses to the FDIC in the event of the Bank’s failure.\n\nIn October 2022, the FDIC adopted a final rule, applicable to all IDIs, to increase the initial base deposit insurance assessment rate schedules uniformly by two basis points (“bps”) to increase the likelihood that the DIF reserve ratio reaches the statutory minimum of 1.35 percent by the statutory deadline of September 30, 2028. The increase in rates took effect in the first quarterly assessment period of 2023 and will remain in effect unless and until the reserve ratio of the DIF meets or exceeds 2 percent.\n\nIn November 2023, the FDIC approved a final rule to implement a special deposit insurance assessment to recover losses to the DIF arising from the protection of uninsured depositors following the receiverships of failed institutions in the spring of 2023. Under the final rule, the assessment base for the special assessment is equal to an IDI’s estimated uninsured deposits, reported for the quarter ended December 31, 2022, minus the first $5 billion in estimated uninsured deposits. The FDIC will collect the special assessment over eight initial quarterly assessment periods starting with the first quarter of 2024, at a quarterly rate of 3.36 bps. The Company recognized the entire initial FDIC special assessment charge (the “FDIC charge”) of approximately $70 million in the fourth quarter of 2023. However, depending on future adjustments to the DIF’s estimated loss, the FDIC retained the ability to cease collection early, extend the special assessment collection period, or impose a one-time final shortfall assessment. During 2024, the FDIC updated its estimate of the DIF’s losses and projected that the special assessment would be collected for an additional two quarters beyond the initial eight-quarter collection periods, at an estimated quarterly rate of 1.69 bps. Accordingly, the Company recognized an additional FDIC charge of $9 million in 2024.\n\nThe FDIC may terminate a depository institution’s deposit insurance upon a finding that the institution’s financial condition is unsafe or unsound, that the institution has engaged in unsafe or unsound practices, or that the institution has violated any applicable rule, regulation, condition, or order imposed by the FDIC.\n\n13\n\n---\n\nBank Secrecy Act and Anti-Money Laundering\n\nThe Bank Secrecy Act (“BSA”), Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism (USA PATRIOT) Act of 2001 (“PATRIOT Act”), the Anti-Money Laundering Act of 2020 and other federal laws and regulations impose obligations on U.S. financial institutions to implement and maintain a program reasonably designed to prevent, detect and report money laundering and the financing of terrorism, verify the identity of their customers, and comply with recordkeeping and other requirements. Regulatory agencies require that the Bank have an effective governance structure for the program that includes effective oversight by our Board of Directors and management. We regularly evaluate and continue to enhance our program to comply with the BSA, the PATRIOT Act and other anti-money laundering (“AML”) laws, regulations and initiatives. Failure of a financial institution to maintain and implement adequate BSA/AML programs, or to comply with all applicable laws or regulations, could have serious legal, compliance, operational, financial and reputational consequences for the institution.\n\nOffice of Foreign Assets Control Regulation\n\nThe U.S. Department of the Treasury’s Office of Foreign Assets Control (“OFAC”) is responsible for helping to ensure that U.S. financial institutions do not engage in transactions with certain prohibited parties, as defined by various executive orders and Acts of Congress. Federal banking regulators also examine banks for compliance with regulations administered by the OFAC for economic sanctions against designated foreign countries, designated nationals, and others. OFAC publishes lists of persons and organizations suspected of aiding, harboring or engaging in terrorist acts, known as Specially Designated Nationals and Blocked Persons. Generally, if a bank identifies a transaction or account relating to a person or entity on an OFAC list, it must freeze the account, block or reject the transaction, file a suspicious activity report and/or notify the appropriate authorities. Failure to comply with these sanctions could have serious legal, compliance, operational, financial, and reputational consequences, and result in civil monetary penalties on the Company and the Bank.\n\nPrivacy and Cybersecurity\n\nFederal statutes and regulations, including the GLBA, require banking organizations to take certain actions to protect nonpublic consumer financial information. The Bank has a privacy policy that it must disclose to consumers annually. In some cases, the Bank must obtain a consumer’s consent before sharing information with an unaffiliated third party, and the Bank must allow a consumer to opt out of the Bank’s sharing of information with its affiliates for marketing and certain other purposes. These additional conditions affect the Bank’s information exchanges with credit reporting agencies. The Bank’s privacy practices and the effectiveness of its systems to protect consumer privacy are subjects covered in the Federal Reserve’s periodic compliance examinations.\n\nThe Federal Reserve and state regulators, as well as the SEC, CFPB and other self-regulatory organizations, regularly issue guidance on cybersecurity practices and procedures that is intended to enhance cybersecurity risk management among financial institutions and their holding companies and affiliates. For example, the interagency council of the federal banking agencies, the Federal Financial Institutions Examination Council (“FFIEC”), has issued several policy statements and other guidance for banks in light of the growing risk posed by cybersecurity threats. The FFIEC has continued to focus on such matters as compromised customer credentials, cyber resilience and business continuity planning. Examinations by the banking agencies now include review of an institution’s information technology and its ability to thwart or mitigate cyber-attacks. The federal banking agencies require banking organizations to notify their primary federal regulator of significant computer security incidents within 36 hours of determining that such an incident has occurred. Effective December 2023, the SEC also has imposed Form 8-K disclosure obligations for a material cybersecurity incident, among other cybersecurity related disclosure obligations.\n\nConsumer data privacy and data protection are also the subject of state laws. For example, the Bank is subject to the California Consumer Privacy Act (“CCPA”). This statute grants consumers several rights, including the right to request disclosure of information collected about them and whether that information has been sold or shared with others, the right to request correction of information, the right to request deletion of personal information (subject to certain exceptions), and the right to opt out of the sale of their personal information. However, a consumer does not have these rights with respect to information that is collected, processed, sold, or disclosed pursuant to the GLBA or the California Financial Information Privacy Act. The CCPA was amended by the California Privacy Rights Act. A new agency, the California Privacy Protection Agency, was established to enforce California privacy law.\n\n14\n\n---\n\nThe Personal Information Protection Law (“PIPL”), the Cybersecurity Law and the Data Security Law form a regulatory framework for privacy and data protection in China. The PIPL establishes guiding principles on the protection of a Chinese citizen’s personal information and applies to entities operating in China. In limited circumstances, the PIPL also applied to certain processing activities of Chinese citizen’s personal information outside China. The Cybersecurity Law focuses on cybersecurity concerns and requires network operators to implement measures to safeguard the security of networks and systems in China. The Data Security Law complements the PIPL and Cybersecurity Law by addressing broader data security issues, emphasizing the protection of critical data infrastructure and promoting a risk-based approach to data security to address China’s national security concerns.\n\nOn September 30, 2024, China released the Network Data Security Management Regulation, which becomes effective on January 1, 2025. The Network Data Security Management Regulation was formulated under the framework pillars of the PIPL and the Cybersecurity Law and provides practical implementation requirements and guidance on various aspects of data compliance, covering both personal information and certain non-personal information categories. New supporting guidelines and standards are expected as China's cybersecurity, data security, and personal information protection framework continues to evolve. All these changes have potential impact on the business and operations of our Bank and its subsidiary, East West Bank (China) Limited.\n\nClimate-Related Risk Management\n\nIn recent years, the federal banking agencies increased their focus on climate-related risks affecting the operations of banks, the communities they serve and the broader financial system. The agencies enhanced their supervisory expectations regarding banks’ climate risk management practices, including by adopting guidance that encourages large banking organizations to, among other things: evaluate the potential impact of climate-related risks on the bank’s financial condition, operations and business objectives as part of its strategic planning process; account for the effects of climate change in stress testing scenarios and systemic risk assessments; revise expectations for credit portfolio concentrations based on climate-related factors; and prepare for the transition risks to the bank associated with the adjustment to a low-carbon economy and related changes in laws, regulations, governmental policies, technology, and consumer behavior and expectations.\n\nStates such as California are taking similar actions on climate-related financial risks. In October 2023, California Governor Gavin Newsom signed into law Senate Bill 253, the Climate Corporate Data Accountability Act (“CCDAA”) and Senate Bill 261, the Climate-Related Financial Risk Act (“CRFRA”). The CCDAA is applicable to U.S.-organized entities that do business in California with annual revenue in excess of $1 billion. Subject to the adoption of implementing regulations by the California Air Resources Board (“CARB”), these entities will need to file annual reports publicly disclosing their direct greenhouse gas (“GHG”) emissions from operations (“Scope 1 emissions”), indirect GHG emissions from energy use (“Scope 2 emissions”) and indirect upstream and downstream supply-chain GHG emissions (“Scope 3 emissions”). The reporting requirements related to Scope 1 and 2 emissions will begin in 2026, while the reporting requirements of Scope 3 emissions will begin in 2027. The CRFRA requires U.S.-organized entities that do business in California, with annual revenues over $500 million to prepare biennial reports disclosing climate-related financial risk and the measures they have adopted to reduce and adapt to that risk. The initial round of the climate risk disclosure reports will be due by January 1, 2026. On September 27, 2024, California Governor Gavin Newsom signed Senate Bill 219 (“SB 219”) into law, which extended the date for the CARB to adopt the regulation for the CCDAA to July 1, 2025. SB 219 also clarified that reports under the CCDAA would be permitted to be consolidated at the parent company level and that subsidiaries subject to the law would not be required to file separate reports in addition to a parent-level report.\n\nThe reporting requirements for Scope 1 and Scope 2 emissions under the CCDAA remain in 2026; reporting entities will be required to report Scope 3 emissions at a date in 2027 to be specified by the CARB. The first deadline for required reports under CRFRA remains on or before January 1, 2026. The Company is a reporting entity under both laws and may incur compliance, maintenance, and remediation costs to conform to such requirements.\n\n15\n\n---\n\nResolution Planning\n\nOn June 20, 2024, the FDIC released a final rule that requires covered IDIs to develop and submit detailed plans demonstrating how they could be resolved in an orderly and timely manner in the event of receivership. IDIs with total assets of $100 billion or more are required to submit full resolution plans, and IDIs with total assets between $50 billion and $100 billion, including the Bank, are required to submit more limited informational filings. Going forward, the Bank will be required to submit informational filings every three years and interim supplements annually. Under the final rule, if the FDIC deemed a resolution plan or informational filing not credible and the IDI failed to resubmit a credible plan, the IDI could become subject to an enforcement action. The Company has established a management-level working group to meet the requirements under the final rule for timely submission on or before October 1, 2025.\n\nPotential Regulatory Reforms\n\nOn August 29, 2023, the federal banking agencies jointly released a proposed rule that would require bank holding companies and non-consolidated banks with total assets of $100 billion or more to issue and maintain minimum amounts of long-term debt. The Company has total consolidated assets of less than $100 billion and would not be subject to the long-term debt requirements if they are finalized as proposed. However, by imposing additional costs on bank holding companies with $100 billion or more in total consolidated assets, this rule proposal could reduce the benefits of growth beyond that size for a bank holding company that has less than $100 billion in total consolidated assets, such as the Company.\n\nOn July 30, 2024, the FDIC issued a proposed rule that would revise the FDIC’s regulations governing the classification and treatment of brokered deposits. The proposal would require many IDIs to classify a greater amount of their deposits obtained with the involvement of third parties as brokered deposits. An increase in brokered deposits on the Company’s balance sheet could, among other consequences, increase the Company’s deposit insurance assessment costs.\n\nOn September 17, 2024, the U.S. Department of Justice (the “DOJ”) withdrew its 1995 Bank Merger Guidelines and announced that it will instead evaluate the competitive impact of bank mergers using its 2023 Merger Guidelines that the DOJ applies to mergers in all industries. Compared to the 1995 Bank Merger Guidelines, the 2023 Merger Guidelines set forth more stringent market concentration limits and add several largely qualitative bases on which the DOJ may challenge a merger. While the effect of these changes in the DOJ’s bank merger antitrust policy for particular transactions remains unclear, these changes may make it more difficult and/or costly for banks to obtain regulatory approval for an acquisition or otherwise result in more onerous conditions to obtain approval for an acquisition.\n\nOn January 20, 2025, President Trump released an executive memo, “Regulatory Freeze Pending Review,” halting all rulemaking processes at executive agencies. The memo, which does not apply to independent agencies including several federal financial regulators, directs all executive agencies not to propose or issue any rule without the approval of an appointed agency head or the President. The memo also directs executive agencies to withdraw any rules that have been submitted to the Office of the Federal Register but have not been published. In addition, the memo directs executive agencies to consider postponing the effective dates of rules that have been finalized and published in the Federal Register, but have not become effective yet. The Company expects the Trump administration will seek to implement a regulatory reform agenda that is significantly different than that of the Biden administration, which will impact the rulemaking, supervision, examination and enforcement priorities of the federal banking agencies, even if those agencies are not directly subject to the executive memo.\n\n16\n\n---\n\nFuture Legislation, Regulation and Supervision Activities\n\nNew statutes, regulations and policies that contain wide-ranging proposals for altering the structures, regulations and competitive relationships of financial institutions and public companies operating in the U.S. are regularly adopted. Such changes to applicable statutes, regulations, and policies may change the Company’s operating environment in substantial and unpredictable ways, increase the Company’s cost of conducting business, impede the efficiency of internal business processes, subject the Company to increased supervision activities and disclosure and reporting requirements, and restrict or expand the activities in which the Company may engage. Accordingly, such changes may have a significant influence on our operations and activities, financial condition, results of operations, growth plans or future prospects, and the overall growth and distribution of loans, investments and deposits. We cannot predict whether or in what form any statute, regulation or policy will be proposed or adopted or the extent to which our business may be affected by any new statute, regulation or policy.\n\nAvailable Information\n\nThe Company’s website is www.eastwestbank.com. The Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Proxy Statements, Current Reports on Form 8-K, amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, and other filings with the SEC are available free of charge at http://investor.eastwestbank.com under the heading “SEC Filings,” as soon as reasonably practicable after the Company electronically files such material with, or furnishes it to, the SEC. These reports are also available on the SEC’s website at www.sec.gov. In addition, the Company’s Code of Conduct, Corporate Governance Guidelines, charters of the Audit Committee, Compensation and Management Development Committee, Executive Committee, Risk Oversight Committee (“ROC”) and Nominating/Corporate Governance Committee, and other corporate governance materials are available on the Investor Relations section of the Company’s website. The information contained on the Company’s website as referenced in this report is not part of this report.\n\nStockholders may also request a copy free of charge of any of the above-referenced reports and corporate governance documents by writing to: Investor Relations, East West Bancorp, Inc., 135 N. Los Robles Avenue, 7th Floor, Pasadena, California 91101; by calling (626) 768-6000; or by sending an e-mail to InvestorRelations@eastwestbank.com."
}