{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "BPOP",
    "Document type": "10-K",
    "year": "2024",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESS",
    "accession_number": "0001193125-24-053017",
    "cik": "0000763901",
    "filing_date": "2024-02-29",
    "text": "General\n\nPopularisa diversified,publicly-owned financialholding company,registered underthe BankHolding CompanyActof1956, as\n\namended (the “BHC Act”), and subject to supervision and regulation by the Board of Governors of the Federal Reserve System (the\n\n“Federal Reserve Board”). Popular was incorporated in 1984 under the laws of the Commonwealth of Puerto Rico and is thelargest\n\nfinancial institutionbased in PuertoRico, withconsolidated assets of$70.8 billion, totaldeposits of$63.6 billionand stockholders’\n\nequity of $5.1 billion atDecember 31, 2023. At December 31,2023, we ranked among the50 largest U.S. bank holding companies\n\nbased on total assets according to information gatheredand disclosed by the Federal Reserve Board.\n\nWe operate in two principal markets:\n\n●\n\nPuerto Rico:Weprovide retail,mortgage andcommercial bankingservices throughour principalbanking subsidiary,Banco\n\nPopulardePuertoRico(“BancoPopular”or“BPPR”),aswellasautoandequipmentleasingandfinancing,investment\n\nbanking,broker-dealerandinsuranceservicesthroughspecializedsubsidiaries.BPPR’sdepositsareinsuredunderthe\n\nDeposit InsuranceFund (“DIF”)of theFederal DepositInsurance Corporation (“FDIC”).The bankingoperations ofBPPR are\n\nprimarily based in Puerto Rico, where BPPR has thelargest retail banking franchise.\n\n●\n\nMainlandUnitedStates:Weprovideretail,mortgageandcommercialbankingservicesthroughourNewYork-chartered\n\nbanking subsidiary,Popular Bank (“PB” or“Popular U.S.”), which hasbranches in New York,New Jersey and Florida;as well\n\nas investment andinsurance services, and commercialdirect financing leases throughspecialized subsidiaries. PB’s deposits\n\nare insured under the DIF of the FDIC.\n\n●\n\nBPPRalsoconductsbankingoperationsintheU.S.VirginIslands,theBritishVirginIslandsandNewYork.Inadditionto\n\nBPPR’s commercialbanking operationsin NewYorkthat includedirect loanorigination andparticipating loansoriginated by\n\nPB,BPPRoffersorholdsfinancialproductsonaNationalscaleintheU.S.market,includingpersonalloanspreviously\n\noriginated underthe E-Loanbrand, purchasedpersonal loansoriginated bythird parties,andgathering insuredinstitutional\n\ndeposits via online deposit gathering platforms. In the U.S. and BritishVirgin Islands, BPPR offers a range of banking products,\n\nincluding loans and deposits to both retail andcommercial customers.\n\nFor further information about the Corporation’s results segregated byits reportable segments, see “Reportable Segment Results” in\n\nthe Management’s Discussionand Analysis ofFinancial Condition and Resultsof Operations section(“MD&A”) and Note37 to the\n\nConsolidated Financial Statements included in this Form10-K.\n\nTransformation Initiative:\n\nTheCorporationlaunchedasignificant,multi-year,broad-basedtechnologicalandbusinessprocesstransformationduringthe\n\nsecond half of 2022. Theneeds and expectations of ourclients, as well as thecompetitive landscape, have evolved, compelling us\n\nto make important investments in our technological infrastructure and adopt more agile practices. Webelieve these investments will\n\nresult in an enhanced digital experience for our clients, aswell as better technology and more efficient processes for our employees,\n\nand make us a more efficient andprofitable company, allowing us toachieve a 14% return on tangible common equity target bythe\n\nend of 2025.Our technology and business transformationwill be a significantpriority for the Corporation overthe next three years\n\nand beyond. Refer to the Overview sectionof Management’s Discussion and Analysis included inthis Form 10-K for information on\n\nrecent significant events that have impacted or willimpact our current and future operations.\n\nLending Activities"
}