{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "BPOP",
    "Document type": "10-K",
    "year": "2022",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESS",
    "accession_number": "0001193125-22-060953",
    "cik": "0000763901",
    "filing_date": "2022-03-01",
    "text": "General\n\nPopular is a diversified, publicly-owned financial holding company, registered under the Bank Holding Company Act of 1956, as amended (the “BHC Act”) and subject to supervision and regulation by the Board of Governors of the Federal Reserve System (the “Federal Reserve Board”). Popular was incorporated in 1984 under the laws of the Commonwealth of Puerto Rico and is the largest financial institution based in Puerto Rico, with consolidated assets of $75.1 billion, total deposits of $67.0 billion and stockholders’ equity of $6.0 billion at December 31, 2021. At December 31, 2021, we ranked among the 50 largest U.S. bank holding companies based on total assets according to information gathered and disclosed by the Federal Reserve Board.\n\nWe operate in two principal markets:\n\n Puerto Rico: We provide retail, mortgage and commercial banking services through our principal banking subsidiary, Banco Popular de Puerto Rico (“Banco Popular” or “BPPR”), as well as auto and equipment leasing and financing, investment banking, broker-dealer and insurance services through specialized subsidiaries. BPPR’s deposits are insured under the Deposit Insurance Fund (“DIF”) of the Federal Deposit Insurance Corporation (“FDIC”). The banking operations of BPPR are primarily based in Puerto Rico, where BPPR has the largest retail banking franchise.\n\n \n\n Mainland United States: We provide retail, mortgage and commercial banking services through our New York-chartered banking subsidiary, Popular Bank (“PB” or “Popular U.S.”), which has branches in New York, New Jersey and Florida; as well as commercial direct financing leases through a specialized subsidiary, Popular Equipment Finance LLC in Minnesota. PB’s deposits are insured under the DIF of the FDIC.\n\n \n\n BPPR also conducts banking operations in the U.S. Virgin Islands, the British Virgin Islands and New York. In addition to BPPR’s commercial banking operations in New York, BPPR offers financial products on a National scale in the U.S. market, including by operating an online platform used to originate personal loans under the E-Loan brand, issuing several co-branded credit cards offerings and gathering insured institutional deposits via online deposit gathering platforms. In the U.S. and British Virgin Islands, BPPR offers a range of banking products, including loans and deposits to both retail and commercial customers.\n\n \n\nFor further information about the Corporation’s results segregated by its reportable segments, see “Reportable Segment Results” in the Management’s Discussion and Analysis section of the Annual Report and Note 37 included in the Annual Report in this Form 10-K.\n\n \n\nRefer to the Overview section of Management’s Discussion and Analysis, in the Annual Report in this Form 10-K., for information on recent significant events that have impacted or will impact our current and future operations.\n\n \n\nLending Activities\n\n \n\nWe concentrate our lending activities in the following areas:\n\n \n\n(1) Commercial. Commercial loans are comprised of (i) commercial and industrial (C&I) loans and leases to commercial customers for use in normal business operations and to finance working capital needs, equipment purchases or other projects, and (ii) commercial real estate (CRE) loans (excluding construction loans) for income-producing real estate properties as well as owner-occupied properties. C&I loans are underwritten individually and usually secured with the assets of the company and the personal guarantee of the business owners. CRE loans consist of loans for income-producing real estate properties and the financing of owner-occupied facilities if there is real estate as collateral. Non-owner-occupied CRE loans are generally made to finance office and industrial buildings, healthcare facilities, multifamily buildings and retail shopping centers and are repaid through cash flows related to the operation, sale or refinancing of the property.\n\n "
}