{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "SSB",
    "Document type": "10-K",
    "year": "2021",
    "quarter": "q1",
    "section": "Item1.  Business.",
    "accession_number": "0001558370-21-001976",
    "cik": "0000764038",
    "filing_date": "2021-02-26",
    "text": "**Overview**\n\nSouth State Corporation (“We,” “Our,” “SSC” or the “Company”) is a financial holding company headquartered in Winter Haven, Florida, and was incorporated under the laws of South Carolina in 1985. We provide a wide range of banking services and products to our customers through our wholly owned bank subsidiary, South State Bank, National Association (the “Bank”), a national banking association, from our headquarters branch in Winter Haven, Florida and, as of December 31, 2020, a 285 branch network located throughout Florida, South Carolina, Alabama, Georgia, North Carolina, and Virginia.\n\nWe also operate, through the Bank, a correspondent banking and capital markets service division for over 700 small and medium sized community banks throughout the United States. Based primarily in Atlanta, Georgia and Birmingham, Alabama, this division earns commissions on fixed income security sales, fees from hedging services, loan brokerage fees and consulting fees for services related to these activities. The Bank also operates South State Advisory, Inc., a wholly owned registered investment advisor, which offers support to the Bank’s Wealth line of business.\n\nThrough the merger with CenterState Bank Corporation (“CSFL”) in the second quarter of 2020, the Bank also owns CBI Holding Company, LLC (“CBI”), which in turn owns Corporate Billing, LLC (“Corporate Billing”), a transaction-based finance company headquartered in Decatur, Alabama that provides factoring, invoicing, collection and accounts receivable management services to transportation companies and automotive parts and service providers nationwide. Also, through the merger with CSFL in the second quarter of 2020, the holding company operates SSB Insurance Corp., a captive insurance subsidiary pursuant to Section 831(b) of the U.S. Tax Code and R4ALL, Inc., which manages a troubled loan purchased from the Bank to its eventual disposition. We do not engage in any significant operations other than the ownership of our banking subsidiary.\n\nAt December 31, 2020, we had approximately $37.8 billion in assets, $24.7 billion in loans, $30.7 billion in deposits, $4.6 billion in shareholders’ equity, and a market capitalization of approximately $5.1 billion.\n\nOur Bank began operating in 1934 in Orangeburg, South Carolina and has maintained our ability to provide high quality customer service while also leveraging our size to offer some products more common to larger banks. We have pursued a strategy founded under our guiding principles of soundness, profitability and growth that relies on organic growth supplemented by the acquisition of select financial institutions or branches in certain market areas.\n\nOn June 7, 2020, the Company acquired all of the outstanding common stock of CSFL of Winter Haven, Florida, the bank holding company for CenterState Bank, N.A. (“CSB”), in a stock transaction. Pursuant to an Agreement and Plan of Merger Agreement, (i) CSFL merged with and into the Company, with the Company continuing as the surviving corporation (the “Merger”), and (ii) immediately following the Merger, South State Bank (“SSB”), a"
}