{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "BK",
    "Document type": "10-K",
    "year": "2022",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESS",
    "accession_number": "0001390777-22-000043",
    "cik": "0001390777",
    "filing_date": "2022-02-25",
    "text": "Description of Business\n\nThe Bank of New York Mellon Corporation, a Delaware corporation (NYSE symbol: BK), is a global company headquartered in New York, New York, with $46.7 trillion in assets under custody and/or administration and $2.4 trillion in assets under management as of Dec. 31, 2021. With its subsidiaries, BNY Mellon has been in business since 1784.\n\nWe previously divided our businesses into two business segments, Investment Services and Investment and Wealth Management. In the fourth quarter of 2021, we disaggregated our Investment Services business segment into two new business segments, Securities Services and Market and Wealth Services. Our Investment and Wealth Management business segment was not impacted by this resegmentation. We also have an Other segment, which includes the leasing portfolio, corporate treasury activities (including our securities portfolio), derivatives and other trading activity, corporate and bank-owned life insurance, renewable energy and other corporate investments and certain business exits.\n\nFor a further discussion of BNY Mellon’s lines of business, products and services, see the “Overview,” “Summary of financial highlights,” “Fee and other revenue,” “Review of business segments” and “International operations” sections in the MD&A section in the Annual Report and Notes 24 and 25 of the Notes to Consolidated Financial Statements in the Annual Report, of which portions are incorporated herein by reference. See the “Available Information” section on page 1 of this Form 10-K, which is incorporated herein by reference, for a description of how to access financial and other information regarding BNY Mellon.\n\nOur two principal U.S. banking subsidiaries engage in trust and custody activities, investment management services, banking services and various securities-related activities. Our two principal U.S. banking subsidiaries are:\n\n•The Bank of New York Mellon, a New York state-chartered bank, which houses our Securities Services businesses, including Asset Servicing and Issuer Services and certain Market and Wealth Services businesses, including Treasury"
}