{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "SSB",
    "Document type": "10-K",
    "year": "2025",
    "quarter": "q1",
    "section": "Item1.  Business.",
    "accession_number": "0001558370-25-001274",
    "cik": "0000764038",
    "filing_date": "2025-02-21",
    "text": "**Overview**\n\nSouthState Corporation (“We,” “Our,” “SouthState” or the “Company”) is a financial holding company headquartered in Winter Haven, Florida, that incorporated under the laws of South Carolina in 1985. We provide a wide range of banking services and products to our customers through our wholly owned bank subsidiary, SouthState Bank, National Association (the “Bank”), a national banking association, from our headquarters branch in Winter Haven, Florida and, as of December 31, 2024, a 251-branch network located throughout Florida, South Carolina, Alabama, Georgia, North Carolina, and Virginia. In addition, the Company operates SSB Insurance Corp., a captive insurance subsidiary pursuant to Section 831(b) of the U.S. Tax Code. We do not engage in any significant operations other than the ownership of our banking subsidiary.\n\n​\n\nThrough the Bank, we operate a correspondent banking and capital markets service division for over 1,200 small and medium sized community financial institutions throughout the United States. Based primarily in Atlanta, Georgia and Birmingham, Alabama, this division earns commissions on fixed income security sales, fees from hedging services, loan brokerage fees and consulting fees for services related to these activities. In addition, the Bank operates SouthState|DuncanWilliams Securities Corp. (“SouthState|DuncanWilliams”), a full-service registered broker dealer headquartered in Memphis, Tennessee. The services offered by SouthState|DuncanWilliams are complementary to the Bank’s correspondent banking and capital markets businesses and provide additional opportunities to the Bank’s client base. The Bank also operates SouthState Advisory, Inc., a wholly-owned registered investment advisor, which offers support to the Bank’s Wealth line of business. The Bank operates Corporate Billing, a transaction-based finance division headquartered in Decatur, Alabama that provides factoring, invoicing, collection and accounts receivable management services to transportation companies and automotive parts and service providers nationwide. Corporate Billing previously was a subsidiary, but was merged into the Bank on March 1, 2024. In late 2023, the Bank formed SSB First Street Corporation, an investment subsidiary headquartered in Wilmington, Delaware, to hold tax-exempt municipal investment securities as part of the Bank’s investment portfolio.\n\n​\n\nAt December 31, 2024, we had approximately $46.4 billion in assets, $33.9 billion in loans, $38.1 billion in deposits, $5.9 billion in shareholders’ equity, and a market capitalization of approximately $7.6 billion.\n\n​\n\nOur principal executive offices are located at, and our mailing address is, 1101 First Street South, Suite 202, Winter Haven, Florida 33880. Our telephone number is (863) 293-4710.\n\n​\n\nOur revenue is primarily derived from interest on, and fees received in connection with, real estate and other loans, interest and dividends from investment securities and short-term investments, commissions on bond sales, fees from deposit accounts, hedging services, and gains from the sale of residential mortgage loans. The principal sources of funds for our lending activities are customer deposits, repayment of loans, and the sale and maturity of investment securities. Our principal expenses are interest paid on deposits and operating and general administrative expenses.\n\n​"
}