{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "PNFP",
    "Document type": "10-K",
    "year": "2025",
    "quarter": "q1",
    "section": "ITEM 1.  BUSINESS (Part 2/2)",
    "accession_number": "0001115055-25-000042",
    "cik": "0001115055",
    "filing_date": "2025-02-25",
    "text": ". Pinnacle Financial’s and Pinnacle Bank’s first stress tests were due in July 2018. The Growth Act raised the asset threshold at which companies are required to conduct the stress tests from $10 billion to $250 billion. While we are no longer required to annually conduct stress tests under the Dodd-Frank Act, we have continued to perform, and expect to continue to perform, stress tests from time to time in connection with our capital planning process and to monitor our capital consistent with the safety and soundness expectations of the federal regulators.\n\nWhile the Economic Growth Act provides some regulatory relief for mid-sized bank holding companies like us, most provisions of the Dodd-Frank Act and its implementing regulations remain in place and will continue to result in additional operating and compliance\n\n21\n\n---\n\ncosts that could have a material adverse effect on our business, financial condition and results of operation.\n\nSecurities Registration and Listing\n\nPinnacle Financial’s securities are registered under the Securities Exchange Act of 1934, as amended (the “Exchange Act”), and listed on the Nasdaq Global Select Market. As such, Pinnacle Financial is subject to the information, proxy solicitation, insider trading, corporate governance, and other requirements and restrictions of the Exchange Act, as well as the Marketplace Rules and other requirements promulgated by the Nasdaq Stock Market, LLC.\n\nAs a public company, Pinnacle Financial is also subject to the accounting oversight and corporate governance requirements of the Sarbanes-Oxley Act of 2002, including, among other things, required executive certification of financial presentations, increased requirements for board audit committees and their members, and enhanced requirements relating to disclosure controls and procedures and internal control over financial reporting.\n\nInsurance Agencies\n\nEach of Miller Loughry Beach, HPB Insurance Group and AdvoCap Insurance Agency is subject to licensing requirements and extensive regulation under the laws of the various states in which it conducts its insurance agency business. These laws and regulations are primarily for the protection of policyholders. In all jurisdictions, the applicable laws and regulations are subject to amendment or interpretation by regulatory authorities. Generally, those authorities are vested with relatively broad discretion to grant, renew and revoke licenses and approvals and to implement regulations. Licenses may be denied or revoked for various reasons, including for regulatory violations or upon conviction for certain crimes. Possible sanctions that may be imposed for violation of regulations include the suspension of individual employees, limitations on engaging in a particular business for a specified period of time, revocation of licenses, censures and fines.\n\nBroker-Dealer Activities\n\nPNFP Capital Markets, a subsidiary of Pinnacle Bank, is registered as a broker-dealer with the SEC and is a member of FINRA, and, as a result, is subject to regulation by both agencies. PNFP Capital Markets must comply with the financial responsibility rules governing broker-dealers, including Rule 15c3-1 under the Securities Exchange Act of 1934, as amended (the “Exchange Act”), which is designed to measure the general financial condition and liquidity of a broker-dealer and seek to ensure its financial stability in light of its activities. PNFP Capital Markets is also required to maintain minimum net capital levels, which could limit the ability for capital to be withdrawn from it or require a capital infusion from Pinnacle Bank to support growth in its business or new or ongoing activities, like the underwriting of public equity and debt offerings, which it began to participate in during 2024.\n\nEffect of Governmental Monetary Policies\n\nOur earnings are affected by domestic economic conditions and the monetary and fiscal policies of the United States government and its agencies. The Federal Reserve's monetary policies have had, and are likely to continue to have, an important impact on the operating results of commercial banks through the Federal Reserve's statutory power to implement national monetary policy in order to, among other things, curb inflation or combat a recession. The Federal Reserve, through its monetary and fiscal policies, affects the levels of bank loans, investments and deposits through its control over the issuance of United States government securities, its regulation of the discount rate applicable to member banks and its influence over reserve requirements to which member banks are subject. We cannot predict the nature or impact of future changes in monetary and fiscal policies.\n\nProposed Legislation and Regulatory Action\n\nNew regulations and statutes are regularly proposed that contain wide-ranging provisions for altering the structures, regulations and competitive relationships of the nation’s financial institutions. We cannot predict whether or in what form any proposed regulation or statute will be adopted or the extent to which our business may be affected by any new regulation or statute or change in applicable rules or regulations, though we do expect that the Trump administration will seek to implement a regulatory reform agenda that is significantly different from that of the Biden administration, impacting the rulemaking, supervision, examination and enforcement priorities of the federal banking agencies.. Even if modifications are enacted to existing or proposed regulations, including raising certain assets thresholds above those currently in place, we may continue to face enhanced scrutiny from our regulators who may expect us to continue to comply with the current, more stringent requirements as part of their safety and soundness and compliance examinations and general oversight of our operations.\n\nBoth Pinnacle Financial and Pinnacle Bank as well as many of their subsidiaries and entities in which they have made investments are subject to extensive state and federal banking and other laws and regulations that impose restrictions on and provide for general regulatory oversight of Pinnacle Financial's and Pinnacle Bank's and these subsidiaries’ operations. These laws and regulations are generally intended to protect depositors and borrowers, not shareholders.\n\n22\n\n---"
}