{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "KEY",
    "Document type": "10-K",
    "year": "2023",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESS (Part 2/2)",
    "accession_number": "0000091576-23-000026",
    "cik": "0000091576",
    "filing_date": "2023-02-22",
    "text": " would be used in assessing a bank’s performance under the general performance standards contained in the 2020 Final Rule. Comments on the NPR were due by February 2, 2021. On December 15, 2020, the OCC published a notice requesting comment on an information collection survey that the OCC would require banks subject to the CRA general performance standards to complete. Comments on this notice were due by February 16, 2021.\n\nOn May 18, 2021, the OCC announced that it will reconsider the 2020 Final Rule. The OCC said that it intends to evaluate issues and questions that have been raised concerning the 2020 Final Rule, consider additional stakeholder input, reassess relevant data, and take additional regulatory action, as appropriate. In addition, the OCC stated that it does not plan to finalize a rule that it proposed in December 2020 to provide an approach for determining the benchmarks, thresholds, and minimums that would be used to assess a bank’s performance under the 2020 Final Rule. The OCC further said that it was discontinuing the CRA information collection published in December 2020 that relates to this subject.\n\nOn July 20, 2021, the OCC announced that it had completed its review of the 2020 Final Rule and that it planned to (i) propose rescinding the 2020 Final Rule; and (ii) work with the Federal Reserve and the FDIC to develop a joint rulemaking to strengthen and modernize regulations implementing the CRA. Also, on July 20, 2021, the OCC, the Federal Reserve, and the FDIC issued an interagency statement indicating that they are committed to working together to issue a joint rulemaking with respect to CRA modernization.\n\nOn December 14, 2021, the OCC issued a final rule to rescind the 2020 Final Rule and replace it with a rule based largely on the CRA rules adopted jointly by the federal banking agencies in 1995. The OCC indicated that the adoption of this final rule creates consistency for all insured depository institutions and facilitates the ongoing interagency work to modernize the CRA regulatory framework. This final rule was effective on January 1, 2022, but the compliance date for the final rule’s public file and public notice provisions was April 1, 2022.\n\nOn May 5, 2022, the federal banking agencies issued for public comment a proposal to strengthen and modernize their regulations implementing the CRA to better achieve the purposes of the law, adapt to changes in the banking industry, and provide clarity and consistency in the application of their regulations. Among other things, the proposal (1) would revise the community development definitions to clarify eligibility criteria for a broad range of community development activities, (2) would adopt four new tests under which large banks with more than $10 billion in assets (including KeyBank) would be evaluated, (3) would apply a new framework for assigning conclusions and ratings to banks, (4) would require the evaluation of a large bank’s performance in retail lending assessment areas in addition to facility-based assessment areas, and (5) would impose new data collection and reporting requirements on large banks. The four new tests under which large banks would be evaluated are a retail lending test, a retail services and products test, a community development financing test, and a community development services test. Various metrics and performance standards would be applied under these tests. Comments on this proposal were due by August 5, 2022. KeyBank will be required to comply with any final rule that might be adopted.\n\nControl standards\n\nOn January 30, 2020, the Federal Reserve adopted a final rule setting forth a new, comprehensive framework for determining control under the BHCA and the Home Owners’ Loan Act. The final rule simplifies and provides greater transparency regarding the standards used by the Federal Reserve to determine whether one company has control over another company. The final rule codifies existing Federal Reserve precedents on control and makes certain targeted adjustments to these precedents. The final rule provides a tiered framework that looks at the size of an investing company’s voting and total equity investment in another company along with a variety of other factors, including board representation, officer and employee interlocks, and the existence of business relationships between the companies. By providing greater clarity regarding the standards that will be applied for control determinations, the final rule may facilitate (i) BHCs making minority investments in nonbank companies; and (ii) nonbank investors taking minority stakes in banking organizations. The final rule became effective September 30, 2020.\n\n26\n\n---\n\n[Table](#i5a468b8a075b404bb1614017a87fbb3f_13) [of contents](#i5a468b8a075b404bb1614017a87fbb3f_13)\n\nRegulatory developments concerning COVID-19\n\nDuring the COVID-19 crisis, the federal banking agencies issued a number of statements encouraging financial institutions to meet the financial needs of their customers and have taken steps to provide financial institutions with additional flexibility to meet their customers’ needs. Certain of these steps are discussed above under the headings “Regulatory capital requirements — Recent regulatory capital-related developments” and “Regulatory capital requirements — Capital planning and stress testing.”\n\nThe CARES Act, enacted on March 27, 2020, contains a number of provisions that affect banking organizations. One of these provisions concerns the PPP, a program administered by the Small Business Administration (the “SBA”) to provide loans to small businesses for payroll and other basic expenses during the COVID-19 crisis. The loans can be made by SBA-certified lenders and are 100% guaranteed by the SBA. The loans are eligible to be forgiven if certain conditions are satisfied, in which event the SBA will make payment to the lender for the forgiven amounts. KeyBank has participated in the PPP as a lender.\n\nOn June 22, 2020, the FDIC issued a final rule that mitigates the impact of PPP lending on banks’ deposit insurance assessments. Also, in accordance with the CARES Act, a PPP loan will be assigned a risk weight of zero percent under the federal banking agencies’ risk-based capital rules.\n\nOn June 23, 2020, the federal banking agencies, in conjunction with state bank regulators, issued interagency examiner guidance outlining supervisory principles for assessing the safety and soundness of banks given the ongoing impact of the COVID-19 pandemic. The agencies stated that they will consider the unique, evolving, and potentially long-term nature of the issues that banks are confronting and will exercise appropriate flexibility in their supervisory response. The agencies said that they will continue to assess institutions in accordance with existing agency policies and procedures and will consider whether a bank’s management has managed risk appropriately, including taking appropriate actions in response to stresses caused by the COVID-19 pandemic.\n\nOn March 31, 2021, the CFPB announced that it was rescinding seven policy statements issued in 2020, which provided financial institutions with temporary regulatory flexibility in complying with various consumer protection laws when they are working with customers affected by the COVID-19 pandemic. The CFPB indicated that, with these rescissions, it intends to exercise the full scope of its supervision and enforcement authority provided by the Dodd-Frank Act.\n\nOn November 10, 2021, the federal banking agencies along with state bank regulators issued a joint statement stating that the temporary supervisory and enforcement flexibility that they announced in a joint statement issued on April 3, 2020, with respect to the application of certain requirements under the mortgage servicing rules no longer applies. In their November 10, 2021, joint statement, the agencies indicated that they intend to apply their respective supervisory and enforcement authorities, where appropriate, to address any noncompliance or violations of the mortgage servicing rules that occur after the date of their new statement.\n\nFederal LIBOR transition legislation\n\nOn March 15, 2022, President Biden signed into law the Consolidated Appropriations Act, 2022, which contains the Adjustable Interest Rate (LIBOR) Act (the “LIBOR Act”). The LIBOR Act addresses certain issues relating to the transition from the use of LIBOR as a benchmark reference rate in contracts to the use of alternate reference rates. Among other things, the LIBOR Act (i) provides for the replacement, by operation of law, of LIBOR with a SOFR-based reference rate selected by the Federal Reserve for contracts which do not have effective fallback language; (ii) authorizes persons who have discretionary authority for selecting a LIBOR replacement to opt into a statutory safe harbor from liability by selecting the benchmark identified by the Federal Reserve; (iii) states that parties to a contract may opt out of the LIBOR Act; and (iv) provides that no federal supervisory agency may take supervisory action against a bank solely because the bank uses a benchmark rate other than SOFR. The LIBOR Act directs the Federal Reserve to promulgate regulations to implement this legislation by 180 days after the date of enactment.\n\nOn December 16, 2022, the Federal Reserve adopted a final rule to implement the LIBOR Act. The final rule establishes Federal Reserve-selected benchmark replacements for contracts governed by federal or state law that use LIBOR as a benchmark reference rate but do not provide for a clearly defined or practicable replacement after June 30, 2023, when LIBOR will no longer be available in its current form. The final rule identifies separate Federal Reserve-selected replacement rates for different categories of LIBOR contracts, including, among others, derivative\n\n27\n\n---\n\n[Table](#i5a468b8a075b404bb1614017a87fbb3f_13) [of contents](#i5a468b8a075b404bb1614017a87fbb3f_13)\n\ntransactions, consumer loans, and contracts involving entities regulated by the Federal Housing Finance Agency. Consistent with the LIBOR Act, each replacement rate is based on SOFR and incorporates spread adjustments for each specified tenor of LIBOR. The final rule also defines various terms and clarifies certain matters relating to the implementation, administration, and calculation of the benchmark replacement rate, including clarification of who is considered a “determining person” able to make the decision to use the Federal Reserve-selected rate in a LIBOR contract. In addition, the final rule indicates that this rule preempts any state or local law, regulation, or standard relating to the selection or use of a benchmark replacement for LIBOR or related conforming changes. The final rule ensures that LIBOR contracts adopting a Federal Reserve-selected benchmark will not be interrupted or terminated following LIBOR’s replacement. The final rule is effective February 27, 2023.\n\nDevelopments relating to climate change\n\nOn December 16, 2021, the OCC issued draft principles designed to provide a high-level framework for the safe and sound management of exposures to climate-related financial risks by national banks with more than $100 billion in total consolidated assets. The draft principles support efforts by banks to identify, measure, monitor, and mitigate the risks associated with climate change and encourage banks to incorporate consideration of climate-related financial risks into, among other things, strategic planning, credit underwriting, internal reporting, policies, procedures, and limits. The OCC requested public feedback on its draft principles by February 14, 2022, and said that it planned to elaborate on these principles in subsequent guidance that would distinguish roles and responsibilities of boards of directors and management, incorporate the feedback it receives, and consider lessons learned and best practices from the industry and other jurisdictions. Final principles or other guidance from the OCC regarding climate-related risk management would apply to KeyBank.\n\nOn March 21, 2022, the SEC issued for public comment a proposal to amend its rules under the Securities Act of 1933 and the Securities Exchange Act of 1934 to require public companies (including KeyCorp) to provide detailed climate-related information in their registration statements and periodic reports. Among other things, the proposal would require public companies to disclose information about (i) climate-related risks that are reasonably likely to have a material impact on the company’s business or financial statements over the short-, medium- or long-term; (ii) the actual and potential impacts of such risks on the company’s strategy, business model, and outlook; (iii) the role of the board of directors in overseeing climate-related risks and management’s role in assessing and managing such risks; (iv) the impact of climate-related events and transitional activities on line items in the company’s consolidated financial statements as well as the financial estimates and assumptions used in the financial statements; and (v) the company’s direct greenhouse gas emissions, indirect emissions from purchased energy, and, if material, indirect emissions from the company’s value chain (which may include financed emissions in a bank’s loan portfolio). The financial services industry has not yet adopted a standardized methodology for banks to use to quantitatively measure indirect emissions from a bank’s value chain, such as financed emissions. Accordingly, this proposal would require many banks to quantify and disclose financed emissions on a comprehensive scale for the first time. Comments on the SEC’s proposal were originally due by May 20, 2022. The comment period was extended to June 17, 2022. On October 7, 2022, the SEC reopened the comment period on this proposal until November 1, 2022, due to a technological error that resulted in a number of public comments submitted through the SEC’s comment website not being received by the SEC.\n\nOn December 2, 2022, the Federal Reserve issued for public comment proposed principles that would provide a high-level framework for the safe and sound management of exposures to climate-related financial risks for large banking organizations supervised by the Federal Reserve, including BHCs with over $100 billion in total consolidated assets (such as KeyCorp). The proposed principles would cover six areas: governance; policies, procedures, and limits; strategic planning; risk management; data, risk measurement, and reporting; and scenario analysis. The proposed principles would also describe how climate-related financial risks can be addressed by banking organizations in connection with various specific risk categories, including credit risk, liquidity risk, operational risk, and legal/compliance risk. The proposal issued by the OCC, which would apply to national banks (such as KeyBank), is discussed above.The FDIC’s proposal, which would apply to insured state nonmember banks, state-licensed insured branches of foreign banks, and state savings associations, was issued on March 30, 2022. The Federal Reserve indicated that it intends to coordinate with the other federal banking agencies in issuing any final guidance on this subject. Comments on this proposal were due by February 6, 2023. We are awaiting the final rulemaking.\n\n28\n\n---\n\n[Table](#i5a468b8a075b404bb1614017a87fbb3f_13) [of contents](#i5a468b8a075b404bb1614017a87fbb3f_13)\n\nComputer-Security Incident Notification Requirements\n\nOn November 23, 2021, the federal banking agencies published a final rule that establishes computer-security incident notification requirements for banking organizations (including banks and BHCs) and bank service providers. The final rule requires a banking organization to notify its primary federal regulator as soon as possible and no later than 36 hours after the banking organization determines that a computer-security incident that rises to the level of a notification incident has occurred. A notification incident includes, among other things, a computer-security incident that materially disrupts or degrades, or is reasonable likely to materially disrupt or degrade, a banking organization’s operations or activities or its ability to deliver products or services to a material portion of its customer base. The final rule also requires a bank service provider to notify a banking organization of certain material disruptions in services provided to the banking organization. The final rule became effective on April 1, 2022, and has required a compliance date of May 1, 2022. The final rule applies to KeyBank and KeyCorp."
}