{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "BOKF",
    "Document type": "10-K",
    "year": "2025",
    "quarter": "q1",
    "section": "ITEM 1.   BUSINESS",
    "accession_number": "0000875357-25-000013",
    "cik": "0000875357",
    "filing_date": "2025-02-19",
    "text": "General\n\nDevelopments relating to individual aspects of the business of BOK Financial are described below. Additional discussion of the Company’s activities during the current year appears within Item 7 \"Management’s Discussion and Analysis of Financial Condition and Results of Operations.\"\n\nDescription of Business\n\nBOK Financial is a financial holding company incorporated in the state of Oklahoma in 1990 whose activities are governed by the BHCA, as amended by the Financial Services Modernization Act or Gramm-Leach-Bliley Act and the Dodd-Frank Act. BOK Financial offers full service banking in Oklahoma, Texas, New Mexico, Northwest Arkansas, Colorado, Arizona, and Kansas/Missouri. At December 31, 2024, the Company reported total consolidated assets of $50 billion.\n\nBOKF, NA is a wholly owned subsidiary bank of BOK Financial. BOKF, NA operates TransFund and Cavanal Hill Investment Management. BOKF, NA operates banking divisions across eight states: Bank of Albuquerque, Bank of Oklahoma, Bank of Texas and BOK Financial in Arizona, Arkansas, Colorado, Kansas, and Missouri; as well as having limited purpose offices in Nebraska, Wisconsin, Connecticut, and Tennessee. Other wholly owned subsidiaries of BOK Financial include BOK Financial Securities, Inc., a broker/dealer that primarily engages in retail and institutional securities sales and municipal bond underwriting; and BOK Financial Private Wealth, Inc., an investment adviser to high net-worth clients. Other non-bank subsidiary operations do not have a significant effect on the Company’s financial statements.\n\nOur overall strategic objective is to emphasize growth in long-term value by building on our leadership position in Oklahoma through expansion into other high-growth markets in contiguous states. We operate primarily in the metropolitan areas of Tulsa and Oklahoma City, Oklahoma; Dallas, Fort Worth, Houston, and San Antonio, Texas; Albuquerque, New Mexico; Denver, Colorado; Phoenix, Arizona; and Kansas City, Kansas/Missouri. Our acquisition strategy targets fairly priced quality organizations with demonstrated solid growth that would supplement our principal lines of business. We provide additional growth opportunities by hiring talent to enhance competitiveness, adding locations, and broadening product offerings. Our operating philosophy embraces local decision-making in each of our geographic markets while adhering to common Company standards.\n\nOur primary focus is to provide a comprehensive range of nationally competitive financial products and services in a personalized and responsive manner. Products and services include loans and deposits, cash management services, fiduciary services, mortgage banking, and brokerage and trading services to middle-market businesses, financial institutions, and consumers. Commercial banking represents a significant part of our business. Our credit culture emphasizes building relationships by making high quality loans and providing a full range of financial products and services to our customers. We also offer products that leverage our energy financing expertise and enable us to offer commodity derivatives for customers to use in their risk management. Our diversified base of revenue sources is designed to generate returns across a range of economic situations. Wealth management also continues to be a strategic focus. We provide liquidity to the mortgage markets through trading of U.S. government agency issued mortgage-backed securities and related derivative contracts and currently service approximately $115 billion of assets under management or administration.\n\nBOK Financial’s corporate headquarters is located at Bank of Oklahoma Tower, Boston Avenue at Second Street, Tulsa, Oklahoma 74172.\n\nThe Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports are available on the Company’s website at www.bokf.com as soon as reasonably practicable after the Company electronically files such material with or furnishes it to the Securities and Exchange Commission.\n\n3\n\n---\n\nReportable Segments\n\nBOK Financial operates three principal segments: Commercial Banking, Consumer Banking, and Wealth Management. Commercial Banking includes lending, treasury and cash management services, and customer commodity risk management products for small businesses, middle market, and larger commercial customers. Commercial Banking also includes the TransFund electronic funds network. Consumer Banking includes retail lending and deposit services, lending and deposit services to small business customers served through the retail branch network and all mortgage loan origination and servicing activities. Wealth Management engages in brokerage and trading activities mainly related to providing liquidity to the mortgage markets through trading of U.S. government agency mortgage-backed securities and related derivative contracts. Wealth Management also provides fiduciary services, private bank services, and investment advisory services in all markets. Additionally, Wealth Management underwrites state and municipal securities. Discussion of these operating segments appears within the Reportable Segments section of \"Management's Discussion and Analysis of Financial Condition and Results of Operations.\"\n\nCompetition\n\nBOK Financial and its reportable segments face competition from other banks, thrifts, credit unions, and other non-bank financial institutions such as investment banking firms, investment advisory firms, brokerage firms, investment companies, financial technology firms, government agencies, mortgage brokers, and insurance companies. The Company competes largely on the basis of customer services, interest rates on loans and deposits, lending limits, and customer convenience. Some operating segments face competition from institutions that are not as closely regulated as banks, and therefore are not limited by the same capital requirements and other restrictions. All market share information presented below is based upon share of deposits in specified areas according to the FDIC as of June 30, 2024.\n\nWe are the largest financial institution in the state of Oklahoma with 14% of the state’s total deposits. We have 30% and 13% of the market share in the Tulsa and Oklahoma City areas, respectively. We compete with two banks that have operations nationwide and have greater access to funds at lower costs, higher lending limits, and greater access to technology resources. We also compete with regional and locally-owned banks in both the Tulsa and Oklahoma City areas as well as in every other community in which we do business throughout the state.\n\nWe compete against numerous financial institutions in the state of Texas, including some of the largest in the United States, and have a market share of approximately 1% in the Dallas-Fort Worth area and less than 1% in the Houston area. We have a 12% market share in the Albuquerque area and compete with four large national banks, some regional banks, and several locally-owned smaller community banks. Our market share is approximately 3% in the Denver area. We serve Benton and Washington counties in Arkansas with a market share of approximately 1%. Our market share is approximately 2% in the Kansas City, Kansas/Missouri area and approximately 1% in the Phoenix area. The Company’s ability to expand into additional states remains subject to various federal and state laws.\n\nHuman Capital Management and Practices\n\nIn order to continue leading the industry as a provider of financial solutions to businesses, institutions and individuals across the country, it is crucial that we attract, develop and retain top talent. At BOK Financial, we are committed to creating an inclusive workplace that offers growth and development opportunities for our employees. We support our team with competitive compensation, comprehensive benefits, wellness programs, and development resources. Additionally, we foster connections between our employees and the communities we serve. \"Actively advancing the communities we serve\" is a core value at BOK Financial. Our employees' generosity and community involvement are hallmarks of our culture and a source of pride as we live out our purpose statement: \"Achieving More Together.\"\n\nOur talented workforce is the key to our success. At December 31, 2024, we had 5,056 full-time and part-time employees, the majority of which are full-time employees. None of the Company’s employees are represented by collective bargaining agreements. Management considers its employee relations to be good. Our employees are primarily distributed over our eight-state footprint, to include: Oklahoma, Texas, Arkansas, Kansas, Missouri, Colorado, New Mexico, and Arizona.\n\n4\n\n---\n\nSupervision and Regulation\n\nBOK Financial and its subsidiaries are subject to extensive regulations under federal and state laws. Both the scope of the laws and regulations and the intensity of the supervision to which our business is subject have increased in recent years. Regulatory enforcement and fines have also increased across the banking and financial services sector. Many of these changes have occurred as a result of the Dodd-Frank Act and its implementing regulations, most of which are now in place. These regulations and others are designed to promote safety and soundness, protect consumers and ensure the stability of the banking system as a whole. The purpose of these regulations is not necessarily to protect shareholders and creditors. As detailed below, these regulations require the Company and its subsidiaries to maintain certain capital balances and require the Company to provide financial support to its subsidiaries. These regulations may restrict the Company’s ability to diversify, to acquire other institutions and to pay dividends on its capital stock. These regulations also include requirements on certain programs and services offered to our customers, including restrictions on fees charged for certain services. The Company expects that its business will remain subject to extensive regulation and supervision.\n\nThe following information summarizes certain existing laws and regulations that affect the Company’s operations. It does not summarize all provisions of these laws and regulations and does not include all laws and regulations that affect the Company presently or in the future.\n\nGeneral\n\nAs a financial holding company, BOK Financial is regulated under the BHCA and is subject to regular inspection, examination, and supervision by the Federal Reserve Board. Under the BHCA, BOK Financial files quarterly reports and other information with the Federal Reserve Board.\n\nBOKF, NA is organized as a national banking association under the National Banking Act, and is subject to regulation, supervision and examination by the OCC, the FDIC, the Federal Reserve Board, the CFPB, and other federal and state regulatory agencies. The OCC has primary supervisory responsibility for national banks and must approve certain corporate or structural changes including changes in capitalization, payment of dividends, change of place of business, and establishment of a branch or operating subsidiary. The OCC performs examinations concerning safety and soundness, the quality of management and directors, information technology, and compliance with applicable regulations. The National Banking Act authorizes the OCC to examine every national bank as often as necessary.\n\nA financial holding company, and the companies under its control, are permitted to engage in activities considered \"financial in nature\" as defined by the BHCA, Gramm-Leach-Bliley Act, and Federal Reserve Board interpretations. Activities that are \"financial in nature\" include securities underwriting and dealing, insurance underwriting, merchant banking, operating a mortgage company, performing certain data processing operations, servicing loans and other extensions of credit, providing investment and financial advice, owning and operating savings and loan associations, and leasing personal property on a full pay-out, non-operating basis. A financial holding company is required to notify the Federal Reserve Board within thirty days of engaging in new activities determined to be \"financial in nature.\" BOK Financial is engaged in some of these activities and has notified the Federal Reserve Board.\n\nIn order for a financial holding company to commence any new activity permitted by the BHCA, each insured depository institution subsidiary of the financial holding company must be \"well capitalized\" and \"well managed\" and have received a rating of at least \"satisfactory\" in its most recent examination under the Community Reinvestment Act. A financial holding company and its depository institution subsidiaries are considered to be \"well capitalized\" if they meet the requirements discussed in the section captioned \"Capital Adequacy and Prompt Corrective Action\" which follows. A financial holding company and its depository institution subsidiaries are considered to be \"well managed\" if they receive a composite rating and management rating of at least \"satisfactory\" in their most recent examinations. If a financial holding company fails to meet these requirements, the Federal Reserve Board may impose limitations or conditions on the conduct of its activities, and the company may not commence any new financial activities without prior approval.\n\nThe BHCA requires the Federal Reserve Board’s prior approval for the direct or indirect acquisition of more than five percent of any class of voting stock of any non-affiliated bank. Under the Federal Bank Merger Act, the prior approval of the OCC is required for a national bank to merge with another bank or purchase the assets or assume the deposits of another bank. In reviewing applications seeking approval of merger and acquisition transactions, the bank regulatory authorities consider, among other things, the competitive effect and public benefits of the transactions, the capital position of the combined organization, the applicant’s performance record under the Community Reinvestment Act and fair housing laws, and the effectiveness of the subject organizations in combating money laundering activities.\n\n5\n\n---\n\nA financial holding company and its subsidiaries are prohibited under the BHCA from engaging in certain tie-in arrangements in connection with the provision of any credit, property, or services. Thus, a subsidiary of a financial holding company may not extend credit, lease or sell property, furnish any services, or fix or vary the consideration for these activities on the condition that (1) the customer obtain or provide additional credit, property or services from or to the financial holding company or any subsidiary thereof, or (2) the customer may not obtain some other credit, property or services from a competitor, except to the extent reasonable conditions are imposed to insure the soundness of credit extended.\n\nThe Company and other non-bank subsidiaries are also subject to other federal and state laws and regulations. For example, BOK Financial Securities, Inc. is regulated by the SEC, the FINRA, the Federal Reserve Board, and state securities regulators. Such regulations generally include licensing of certain personnel, customer interactions, and trading operations.\n\nHeightened Standards/Enhanced Prudential Standards\n\nCurrent rules adopted by the OCC require heightened standards for financial institutions that report at least $50 billion of average consolidated assets over a four quarter period after an 18-month grace period. These heightened standards include establishing and implementing a risk governance framework to cover the bank's risk-taking activities. Heightened standards will also result in more rigorous supervision and examination by the OCC to ensure adherence to these heightened standards and may result in increased costs. The Company is actively monitoring BOKF, NA's asset level while proactively planning for compliance with heightened standards once the threshold is reached.\n\nThe Dodd-Frank Act directed the Federal Reserve Board to monitor emerging risks to financial institutions and enacted enhanced supervision and prudential standards applicable to bank holding companies with consolidated assets of $50 billion or more and non-bank covered companies designated as systematically important to the Financial Stability Oversight Council (often referred to as systemically important financial institutions). The Dodd-Frank Act mandated that certain regulatory requirements applicable to systemically important financial institutions be more stringent than those applicable to other financial institutions.\n\nSubsequent legislation raised the threshold for systemically important financial institutions from $50 billion to $250 billion while providing the Federal Reserve Board with authority to establish incremental prudential standards for banks between $100 billion and $250 billion.\n\nConsumer Financial Protection\n\nWe are subject to a number of federal and state consumer protection laws that extensively govern our relationship with our customers. These laws include the Equal Credit Opportunity Act, the Fair Credit Reporting Act, the Truth in Lending Act, the Truth in Savings Act, the Electronic Fund Transfer Act, the Expedited Funds Availability Act, the Home Mortgage Disclosure Act, the Fair Housing Act, the Real Estate Settlement Procedures Act, the Fair Debt Collection Practices Act, the Service Members Civil Relief Act and these laws’ respective state-law counterparts, as well as state usury laws and laws regarding unfair and deceptive acts and practices. These and other federal laws, among other things, require disclosures of the cost of credit and terms of deposit accounts, provide substantive consumer rights, prohibit discrimination in credit transactions, regulate the use of credit report information, provide financial privacy protections, prohibit unfair, deceptive and abusive practices, restrict our ability to raise interest rates, and subject us to substantial regulatory oversight. Violations of applicable consumer protection laws can result in significant potential liability from litigation brought by customers, including actual damages, restitution, and attorneys’ fees. Federal bank regulators, state attorneys general, and state and local consumer protection agencies may also seek to enforce consumer protection requirements and obtain these and other remedies, including regulatory sanctions, customer rescission rights, action by the state and local attorneys general in each jurisdiction in which we operate, and civil money penalties. Failure to comply with consumer protection requirements may also damage our reputation and result in our failure to obtain any required bank regulatory approval for merger or acquisition transactions we may wish to pursue or our prohibition from engaging in such transactions even if approval is not required.\n\nThe CFPB has broad rule-making authority for a wide range of consumer financial laws that apply to all banks, including, among other things, the authority to prohibit \"unfair, deceptive, or abusive\" acts and practices. Abusive acts or practices are defined as those that materially interfere with a consumer's ability to understand a term or condition of a consumer financial product or service or take unreasonable advantage of a consumer's (i) lack of financial savvy, (ii) inability to protect himself in the selection or use of consumer financial products or services, or (iii) reasonable reliance on a covered entity to act in the consumer’s interests. The CFPB can issue cease-and-desist orders against banks and other entities that violate consumer financial laws. The CFPB may also institute a civil action against an entity in violation of federal consumer financial laws in order to impose a civil penalty or injunction.\n\n6\n\n---\n\nOn December 12, 2024, the CFPB finalized a rule aimed at regulating overdraft fees charged by financial institutions with more than $10 billion in assets. Institutions may choose one of three options to comply with the requirements: capping overdraft fees at $5, selecting a cap that covers the actual costs and losses; or treating overdraft protection as a loan covered by the Truth in Lending Act and requiring compliance with Regulation Z. The rule has an effective date of October 1, 2025; however, the recent change in the U.S. presidential administration may alter this rule, which could include the effective date.\n\nCommunity Reinvestment Act\n\nThe CRA requires depository institutions to assist in meeting the credit needs of their market areas consistent with safe and sound banking practices. Under the CRA, each depository institution is required to help meet the credit needs of its market areas by, among other things, providing credit to low- and moderate-income individuals and communities. Depository institutions are periodically examined for compliance with the CRA and are assigned ratings. In order for a financial holding company to commence any new activity permitted by the BHCA, or to acquire any company engaged in any new activity permitted by the BHCA, each insured depository institution subsidiary of the financial holding company must have received a rating of at least \"satisfactory\" in its most recent examination under the CRA. Furthermore, banking regulators take into account CRA ratings when considering a request for an approval of a proposed transaction. BOKF, NA received a rating of \"outstanding\" in its most recent CRA examination, which is above \"satisfactory.\"\n\nFinancial Privacy\n\nThe federal banking regulators adopted rules that limit the ability of banks and other financial institutions to disclose non-public information about consumers to non-affiliated third parties. These limitations require disclosure of privacy policies to consumers and, in some circumstances, allow consumers to prevent disclosure of certain personal information to a non-affiliated third party. These regulations affect how consumer information is transmitted through diversified financial companies and is conveyed to outside parties.\n\nCapital Adequacy and Prompt Corrective Action\n\nThe Federal Reserve Board, the OCC, and the FDIC have issued substantially similar risk-based and leverage capital guidelines applicable to United States banking organizations to ensure capital adequacy based upon the risk levels of assets and off-balance sheet financial instruments. In addition, these regulatory agencies may from time to time require that a banking organization maintain capital above the minimum levels, whether because of its financial condition or actual or anticipated growth. Capital adequacy guidelines and prompt corrective action regulations involve quantitative measures of assets, liabilities, and certain off-balance sheet items calculated under regulatory accounting practices. Capital amounts and classifications are also subject to qualitative judgments by regulators regarding components, risk weighting, and other factors.\n\nFederal Reserve Board risk-based guidelines define four capital metrics based on three categories of regulatory capital. CET1 includes common shareholders' equity, less goodwill, most intangible assets and other adjustments. Tier 1 capital consists of CET1 capital plus certain additional capital instruments and related surplus. Tier 2 consists of preferred stock not qualifying as Tier 1 capital, qualifying mandatory convertible debt securities, limited amounts of subordinated debt, other qualifying term debt and allowances for credit losses, subject to limitations. Assets and off-balance sheet exposures are assigned to categories of risk-weights, based primarily upon relative credit risk. Risk-based capital ratios are calculated by dividing CET1, Tier 1 and total capital by risk-weighted assets. In addition to the risk-based capital ratios, the Company is also subject to the leverage ratio. The leverage ratio is determined by dividing Tier 1 capital by adjusted average total assets.\n\nAdditional capital rules were effective for banks and bank holding companies, including BOK Financial, on January 1, 2015 as part of a package of regulatory reforms developed by the BCBS to strengthen the regulation, supervision, and risk management of the banking sector, commonly referred to as the Basel III framework.\n\nFailure to meet minimum capital requirements would be subject to regulatory restrictions on capital distributions (including but not limited to dividends and share repurchases) and executive bonus payments.\n\n7\n\n---\n\nThe FDICIA, among other things, identifies five capital categories for insured depository institutions from well capitalized to critically under-capitalized and requires the respective federal regulatory agencies to implement systems for prompt corrective action for institutions failing to meet minimum capital requirements within such categories. FDICIA imposes progressively more restrictive covenants on operations, management and capital distributions, depending upon the category in which an institution is classified. The various regulatory agencies have adopted substantially similar regulations that define the five capital categories identified by FDICIA, using the total risk-based capital, Tier 1 risk-based capital and leverage capital ratios as the relevant capital measures. Such regulations establish various degrees of corrective action to be taken when an institution is considered under-capitalized.\n\nStress Testing\n\nThe Regulatory Relief Act eliminated the requirement for periodic company run capital stress tests known as the Dodd-Frank Act Stress Test for banks with assets less than $250 billion. Although the mandate has been lifted, the Company still continues to perform capital stress testing on a regular basis.\n\nExecutive and Incentive Compensation\n\nGuidelines adopted by federal banking agencies prohibit excessive compensation as an unsafe and unsound practice and describe compensation as excessive when the amounts paid are unreasonable or disproportionate to the services performed by an executive officer, employee, director, or principal shareholder. The Federal Reserve Board has issued comprehensive guidance on incentive compensation intended to ensure that the incentive compensation policies do not undermine safety and soundness by encouraging excessive risk taking. This guidance covers all employees that have the ability to materially affect the risk profile of an organization, either individually or as part of a group, based on key principles that (i) incentives do not encourage risk-taking beyond the organization's ability to identify and manage risk, (ii) compensation arrangements are compatible with effective internal controls and risk management, and (iii) compensation arrangements are supported by strong corporate governance, including active and effective board oversight. Deficiencies in compensation practices may affect supervisory ratings, and enforcement actions may be taken if incentive compensation arrangements pose a risk to safety and soundness.\n\nDeposit Insurance\n\nSubstantially all of the deposits held by the subsidiary banks are insured up to applicable limits by the DIF of the FDIC and are subject to deposit insurance assessments to maintain the DIF. The FDIC, as required under the Federal Deposit Insurance Act, established a plan in September 2020 to restore the DIF reserve ratio to meet or exceed the statutory minimum of 1.35% within eight years. This plan did not include an increase in the deposit insurance assessment rate. Based on the FDIC's recent projections, however, the FDIC determined that the DIF reserve ratio is at risk of not reaching the statutory minimum by the statutory deadline of September 30, 2028 without increasing the deposit insurance assessment rates. On October 18, 2022, the FDIC finalized a rule that increased the initial base deposit insurance assessment rates by 2 basis points beginning with the first quarterly assessment period of 2023. The increased assessment improves the likelihood that the DIF reserve ratio would reach the required minimum by the statutory deadline, consistent with the FDIC's Amended Restoration Plan. The rule became effective as of January 1, 2023.\n\nOn November 16, 2023, the FDIC approved a final rule to implement a special assessment on certain banking organizations with financial institution subsidiaries with more than $5 billion in assets in order to recover the costs associated with protecting uninsured depositors following the closures of Silicon Valley Bank and Signature Bank in March 2023. The special assessment will be collected at a quarterly rate of 3.36 basis points for the initial eight-quarter collection period, and the assessment base is equal to uninsured deposits reported as of December 31, 2022, adjusted to exclude the first $5 billion. The special assessment collection period began with the first quarterly assessment period of 2024, and the last of the initial eight-quarterly collection periods is the fourth quarterly assessment period of 2025. While the special assessment will be collected at a quarterly rate of 3.36 basis points for the initial eight-quarter collection period, given the update to the loss estimates and the increase in the aggregate special assessment based resulting from amendments to the reported amount of estimated uninsured deposits, the FDIC currently projects that the special assessment will be collected for an additional two quarters beyond the initial eight-quarter collection period, at a lower rate.\n\n8\n\n---\n\nDividends\n\nA key source of liquidity for BOK Financial is dividends from BOKF, NA, which is limited by various banking regulations to net profits, as defined, for the year plus retained profits for the preceding two years. Dividends are further restricted by minimum capital requirements and the Company's internal capital policy. BOKF, NA's dividend limitations are discussed under the heading \"Liquidity and Capital\" within \"Management's Discussion and Analysis of Financial Condition and Results of Operations.\"\n\nSource of Strength Doctrine\n\nAccording to Federal Reserve Board policy, a bank holding company is expected to act as a source of financial strength to each subsidiary bank and to commit resources to support each such subsidiary. This support may be required at times when a bank holding company may not be able to provide such support.\n\nTransactions with Affiliates\n\nThe Federal Reserve Board regulates transactions between the Company and its subsidiaries. Generally, the Federal Reserve Act and Regulation W, as amended by the Dodd-Frank Act, limit the Company's banking subsidiary and its subsidiaries, to lending and other \"covered transactions\" with affiliates. The aggregate amount of covered transactions a banking subsidiary or its subsidiaries may enter into with an affiliate may not exceed 10% of the capital stock and surplus of the banking subsidiary. The aggregate amount of covered transactions with all affiliates may not exceed 20% of the capital stock and surplus of the banking subsidiary.\n\nCovered transactions with affiliates are also subject to collateral requirements and must be conducted on arm's length terms. Covered transactions include (a) a loan or extension of credit by the banking subsidiary, including derivative contracts, (b) a purchase of securities issued to a banking subsidiary, (c) a purchase of assets by the banking subsidiary unless otherwise exempted by the Federal Reserve, (d) acceptance of securities issued by an affiliate to the banking subsidiary as collateral for a loan, and (e) the issuance of a guarantee, acceptance, or letter of credit by the banking subsidiary on behalf of an affiliate.\n\nBank Secrecy Act and USA PATRIOT Act\n\nThe BSA and the PATRIOT Act impose many requirements on financial institutions in the interest of national security and law enforcement. BSA requires banks to maintain records and file suspicious activity reports that are of use to law enforcement and regulators in combating money laundering and other financial crimes. The PATRIOT Act is intended to deny terrorists and criminals the ability to access the U.S. financial services system and places significantly greater requirements on financial institutions. Financial institutions, such as the Company and its subsidiaries, must have a designated BSA Officer, internal controls, independent testing, and training programs commensurate with their size and risk profile. As part of its internal control program, a financial institution is expected to have effective customer due diligence and enhanced due diligence requirements for high-risk customers, as well as processes to prohibit transactions with entities subject to Office of Foreign Asset Control sanctions. Documentation and recordkeeping requirements, as well as system requirements, aimed at identifying and reporting suspicious activity reporting, must increase with the institution's size and complexity. Failure to implement or maintain adequate programs and controls to combat terrorist financing and money laundering may have serious legal, financial, and reputational consequences.\n\nVolcker and Swap Rules\n\nTitle VI of the Dodd-Frank Act, commonly known as the Volcker Rule, prohibits the Company from (1) engaging in short-term proprietary trading for our own account, and (2) having certain ownership interests in or relationships with private equity or hedge funds. The fundamental prohibitions of the Volcker Rule apply to banking entities of any size, including the Company and its bank subsidiary. Trading activity remains largely unaffected by the Volcker Rule as most of our trading activity is exempted or excluded from the proprietary trading prohibitions.\n\nTitle VII of the Dodd-Frank Act, commonly known as the Swap Rule, subjects nearly all derivative transactions to the regulations of the CFTC or SEC. This includes registration, recordkeeping, reporting, capital, margin and business conduct requirements on swap dealers and major swap participants. Under CFTC and SEC rules, entities transacting in less than $8 billion in notional value of swaps over any 12-month period are exempt from the definition of and registration as a \"swap dealer.\" The Company currently estimates that the nature and volume of its swaps activity will not require it to register as a swap dealer.\n\n9\n\n---\n\nGovernmental Policies and Economic Factors\n\nThe operations of BOK Financial and its subsidiaries are affected by legislative changes and by the policies of various regulatory authorities and, in particular, the policies of the Federal Reserve Board. The Federal Reserve Board has statutory objectives to maximize employment and maintain price stability. Among the instruments of monetary policy used by the Federal Reserve Board to implement these objectives are: open-market operations in U.S. government securities, changes in the discount rate and federal funds rate on bank borrowings, and changes in reserve requirements on bank deposits. The effect of future changes in such policies on the business and earnings of BOK Financial and its subsidiaries is uncertain.\n\nAfter experiencing continued economic volatility in 2023, the U.S. economy has shown signs of stabilizing in 2024. Due to greater confidence that inflation is moving sustainably toward the Federal Reserve's target, the Federal Funds rate was reduced by 100 basis points over the last four months of 2024. The housing market showed some signs of recovery, with slight increases in sales and inventory. However, the market remained challenged by high mortgage rates and limited supply. Consumer spending also continues to remain steady despite the Federal Reserve's effort to decrease spending with higher rates for the majority of the year. Despite the volatility caused by the Russia-Ukraine and Israel-Hamas conflicts, oil prices have been more stable this year compared to the fluctuations experienced in 2023. Unemployment increased slightly to 4.0% for December 2024.\n\nOur base case economic forecast for the fourth quarter of 2024 assumed geopolitical conflicts remain isolated. Inflation continues to improve from previous peaks and reaches 2.4% by the end of 2025. There are two additional federal funds rate cuts over the forecasted horizon, bringing the federal funds rate target range to 3.75% to 4.0% at the end of 2025. Job openings continue to normalize, and overall hiring levels decline, causing the national unemployment rate to modestly increase over the next four quarters. Inflation pressures ease and help stabilize real household income, while a restrictive credit environment slows economic activity resulting in below-trend GDP growth. See \"Summary of Credit Loss Experience\" section in \"Management's Discussion and Analysis\" for further discussion around our economic forecast.\n\nForeign Operations\n\nBOK Financial does not engage in operations in foreign countries, nor does it lend to foreign governments.\n\n10\n\n---"
}