{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "BAC",
    "Document type": "10-K",
    "year": "2025",
    "quarter": "q1",
    "section": "Item 1.  BusinessBank of America Corporation is a Delaware corporation, a bank holding company (BHC) and a financial holding company. When used in this report, “Bank of America,” “the Corporation,” “we,” “us” and “our” may refer to Bank of America Corporation individually, Bank of America Corporation and its subsidiaries, or certain of Bank of America Corporation’s subsidiaries or affiliates. As part of our efforts to streamline the Corporation’s organizational structure and reduce complexity and costs, the Corporation has reduced and intends to continue to reduce the number of its corporate subsidiaries, including through intercompany mergers.Bank of America is one of the world’s largest financial institutions, serving individual consumers, small- and middle-market businesses, institutional investors, large corporations and governments with a full range of banking, investing, asset management and other financial and risk management products and services. Our principal executive offices are located in the Bank of America Corporate Center, 100 North Tryon Street, Charlotte, North Carolina 28255.Bank of America’s website is www.bankofamerica.com, and the Investor Relations portion of our website is https://investor.bankofamerica.com. We use our website to distribute company information, including as a means of disclosing material, non-public information and for complying with our disclosure obligations under Regulation FD. We routinely post and make accessible financial and other information regarding the Corporation on our website. Investors should monitor our website, including the Investor Relations portion of our website, in addition to our press releases, U.S. Securities and Exchange Commission (SEC) filings, public conference calls and webcasts. Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 (Exchange Act) are available on the Investor Relations portion of our website as soon as reasonably practicable after we electronically file such reports with, or furnish them to, the SEC and at the SEC’s website, www.sec.gov. Notwithstanding the foregoing, the information contained on our website as referenced in this paragraph, or otherwise in this Annual Report on Form 10-K, is not incorporated by reference into this Annual Report on Form 10-K. Also, we make available on the Investor Relations portion of our website: (i) our Code of Conduct; (ii) our Corporate Governance Guidelines; and (iii) the charter of each active committee of our Board of Directors (the Board). Our Code of Conduct constitutes a “code of ethics” and a “code of business conduct and ethics” that applies to the required individuals associated with the Corporation for purposes of the respective rules of the SEC and the New York Stock Exchange. We also intend to disclose any amendments to our Code of Conduct and waivers of our Code of Conduct required to be disclosed by the rules of the SEC and the New York Stock Exchange on the Investor Relations portion of our website. All of these corporate governance materials are also available free of charge in print to shareholders who request them in writing to: Bank of America Corporation, Attention: Office of the Corporate Secretary, Bank of America Corporate Center, 100 North Tryon Street, NC1-007-56-06, Charlotte, North Carolina 28255.",
    "accession_number": "0000070858-25-000139",
    "cik": "0000070858",
    "filing_date": "2025-02-25",
    "text": "Segments\n\nThrough our various bank and nonbank subsidiaries throughout the U.S. and in international markets, we provide a diversified range of banking and nonbank financial services and products through four business segments: Consumer Banking, Global Wealth & Investment Management (GWIM), Global Banking and Global Markets, with the remaining operations recorded in All Other. Additional information related to our business segments and the products and services they provide is included in the information set forth on pages 35 through 44 of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations (MD&A) and Note 23 – Business Segment Information to the Consolidated Financial Statements.\n\nCompetition\n\nWe operate in a highly competitive environment. Our competitors include banks, thrifts, credit unions, investment banking firms, investment advisory firms, brokerage firms, investment companies, insurance companies, mortgage banking companies, credit card issuers, mutual fund companies, hedge funds, private equity firms, and e-commerce and other internet-based companies, including merchant banks and companies providing nonbank financial services. We compete with some of these competitors globally and with others on a regional or product-specific basis. We are increasingly competing with firms offering products solely over the internet and with nonfinancial companies, including firms utilizing emerging technologies, such as digital assets, rather than, or in addition to, traditional banking products.\n\nCompetition is based on a number of factors including, among others, customer service and convenience, the pricing, quality and range of products and services offered, lending limits, the quality and delivery of our technology and our reputation, experience and relationships in relevant markets. Our ability to continue to compete effectively also depends in large part on our ability to attract new employees and develop, retain and motivate our existing employees, while managing compensation and other costs.\n\nHuman Capital Resources\n\nBank of America has always been the bank of opportunity for our shareholders, our clients and customers, our communities and our teammates. We strive to make Bank of America a great place to work for our employees by providing access to a broad range of opportunities to achieve their professional goals and by maintaining a culture of caring for them and their families. We are a company of approximately 213,000 talented employees who represent a diverse range of experiences, skills, backgrounds and perspectives across many dimensions. We are deliberate about the many ways we seek to create an inclusive environment where everyone has the opportunity to achieve their career goals. This is core to our values, to our efforts to make the Corporation a great place to work and to delivering on Responsible Growth for our clients, customers and communities around the globe.\n\nOur Board and its Compensation and Human Capital Committee provide oversight of our human capital management strategies, programs, initiatives and practices. The Corporation’s senior management provides regular briefings and reporting on human capital matters to the Board and its Committees to facilitate the Board’s oversight."
}