{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "BPOP",
    "Document type": "10-K",
    "year": "2025",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESS",
    "accession_number": "0001193125-25-043848",
    "cik": "0000763901",
    "filing_date": "2025-03-03",
    "text": "General:\n\nPopularisa diversified,publicly-owned financialholding company,registered underthe BankHolding CompanyActof1956, as\n\namended (the “BHC Act”), and subject to supervision and regulation by the Board of Governors of the Federal Reserve System (the\n\n“Federal Reserve Board”). Popular was incorporated in 1984 under the laws of the Commonwealth of Puerto Rico and is thelargest\n\nfinancial institutionbased in PuertoRico, withconsolidated assets of$73.0 billion, totaldeposits of$64.9 billionand stockholders’\n\nequity of $5.6 billion atDecember 31, 2024. At December 31,2024, we ranked among the50 largest U.S. bank holding companies\n\nbased on total assets according to information gatheredand disclosed by the Federal Reserve Board.\n\nWe operate in two principal markets:\n\n●\n\nPuerto Rico:Weprovide retail,mortgage andcommercial bankingservices throughour principalbanking subsidiary,Banco\n\nPopular de Puerto Rico(“Banco Popular” or “BPPR”), aswell as auto and equipmentleasing and financing, broker-dealer and\n\ninsurance services through specialized subsidiaries. BPPR’s deposits areinsured under the Deposit Insurance Fund (“DIF”) of\n\ntheFederalDepositInsuranceCorporation (“FDIC”).ThebankingoperationsofBPPRareprimarilybasedinPuertoRico,\n\nwhere BPPR has the largest retail banking franchise.\n\n●\n\nMainlandUnitedStates:Weprovideretail,mortgageandcommercialbankingservicesthroughourNewYork-chartered\n\nbanking subsidiary,Popular Bank (“PB” or“Popular U.S.”), which hasbranches in New York,New Jersey and Florida;as well\n\nas investment andinsurance services, and commercialdirect financing leases throughspecialized subsidiaries. PB’s deposits\n\nare insured under the DIF of the FDIC.\n\n●\n\nBPPRalsoconductsbankingoperationsintheU.S.VirginIslands,theBritishVirginIslandsandNewYork.Inadditionto\n\nBPPR’s commercialbanking operationsin NewYorkthat includedirect loanorigination andparticipating loansoriginated by\n\nPB,BPPRoffersorholdsfinancialproductsonaNationalscaleintheU.S.market,includingpersonalloanspreviously\n\noriginated underthe E-Loanbrand, purchasedpersonal loansoriginated bythird parties,andgathering insuredinstitutional\n\ndeposits via online deposit gathering platforms. In the U.S. and BritishVirgin Islands, BPPR offers a range of banking products,\n\nincluding loans and deposits to both retail andcommercial customers.\n\nFor further information about the Corporation’s results segregated byits reportable segments, see “Reportable Segment Results” in\n\nthe Management’s Discussionand Analysis ofFinancial Condition and Resultsof Operations section (“MD&A”)and Note 36to the\n\nConsolidated Financial Statements included in thisForm 10-K.\n\nLending Activities\n\nWe concentrate our lending activities in the following areas:\n\n(1) Commercial. Commercial loans are comprised of (i) commercial and industrial (“C&I”) loans and leases to commercialcustomers\n\nfor use in normalbusiness operations and to financeworking capital needs, equipment purchases orother projects, (ii) commercial\n\nrealestate(“CRE”)loans(excludingconstructionloans)forincome-producing realestatepropertiesaswellasowner-occupied\n\nproperties,and (iii)multifamily loans withresidential buildings withfive ormore livingunits. C&I loansare underwritten individually\n\nand usually secured with the assets of the company andthe personal guarantee of the business owners. CREloans consist of loans\n\nfor income-producingreal estateproperties andthe financingof owner-occupiedfacilities ifthere isreal estateas collateral.Non-\n\nowner-occupied CREloans aregenerally madeto financeoffice andindustrial buildings,healthcare facilities,and retailshopping\n\ncenters and arerepaid through cashflows related tothe operation, saleor refinancing ofthe property.Multifamily loans, incertain\n\ncases, result from the conversion of theBank’s construction financing to permanent financing and are repaidthrough the cash flow,\n\nsale or refinance of the properties."
}