{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "WBS",
    "Document type": "10-K",
    "year": "2025",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESS",
    "accession_number": "0000801337-25-000004",
    "cik": "0000801337",
    "filing_date": "2025-03-03",
    "text": "General\n\nWebster Financial Corporation is a bank holding company and financial holding company under the BHC Act, incorporated under the laws of Delaware in 1986, and headquartered in Stamford, Connecticut. As of December 31, 2024, Webster Financial Corporation had more than $79 billion in total consolidated assets.\n\nWebster Bank is a commercial bank with a national bank charter focused on providing financial products and services to businesses, individuals, and families. While its core footprint spans the Northeast from the New York metropolitan area to Rhode Island and Massachusetts, certain businesses operate in extended geographies. Webster Bank offers three differentiated lines of business: Commercial Banking, Healthcare Financial Services, and Consumer Banking.\n\nAcquisitions and Joint Ventures\n\nOn January 24, 2024, the Bank acquired all of the equity interest in Ametros from Long Ridge Capital Management. Ametros is a custodian and administrator of medical funds from insurance claim settlements that helps individuals manage their ongoing medical care through its CareGuard service and proprietary technology platform. The acquisition provided the Bank with a fast-growing source of low-cost and long-duration deposits, new sources of non-interest income, and enhanced its employee benefit and healthcare financial services expertise.\n\nOn July 19, 2024, the Company, through its subsidiary MW Advisor Holding, LLC, entered into an agreement with Marathon Asset Management and formed MW Advisors, LLC, a private credit joint venture, which will deliver direct lending solutions for sponsor-backed middle market companies across the country. The Company and Marathon Asset Management each own 50 percent of MW Advisors, LLC. The Company expects to begin activities through MW Advisors, LLC in the first half of 2025.\n\nAdditional information regarding the acquisition of Ametros and joint venture with Marathon Asset Management can be found within Note 2: Acquisitions and Joint Ventures in the Notes to Consolidated Financial Statements contained in Part II - Item 8. Financial Statements and Supplementary Data.\n\nSubsidiaries and Reportable Segments\n\nThe Holding Company’s active consolidated subsidiaries include the Bank and MW Advisor Holding, LLC. As of December 31, 2024, the Bank’s active consolidated subsidiaries included: Webster Licensing, LLC, Webster Wealth Advisors, Inc., Bend Financial, Inc., InterLINK Insured Sweep LLC, Ametros Financial Corporation, Webster Servicing LLC, Webster Public Finance Corporation, Webster Mortgage Investment Corporation, Sterling National Funding Corp., Sterling REIT, Inc., Sterling Business Credit LLC, Webster Preferred Capital Corporation, and Webster Investment Services, Inc.\n\nThe Company’s operations are organized into three reportable segments that represent its differentiated lines of business: Commercial Banking, Healthcare Financial Services, and Consumer Banking.\n\nCommercial Banking delivers financial solutions both nationally and regionally to a wide range of companies, investors, government entities, and other public and private institutions. Commercial Banking helps its clients achieve their business and financial goals with expertise in Commercial & Institutional Lending, Commercial Real Estate, Capital Markets, Capital Finance, and Treasury Management. Its Private Banking team also pairs holistic wealth solutions, including tailored lending, with commercial banking services.\n\nHealthcare Financial Services includes HSA Bank and Ametros. HSA Bank is one the country’s largest providers of employee benefits solutions, including being one of the leading bank administrators of HSAs, emergency savings accounts, and flexible spending accounts administration services in 50 states. Ametros, the nation’s largest professional administrator of medical insurance claim settlements, helps individuals manage their ongoing medical care through their CareGuard service and proprietary technology platform.\n\nConsumer Banking delivers customized financial solutions for individuals and families, private clients, and small business owners across 196 banking centers throughout the Northeast. Consumer Banking offers a full suite of deposit, lending, treasury management, and wealth management solutions delivered by experienced relationship managers and financial advisors. Consumer Banking also provides a fully digital banking experience through its mobile banking apps and BrioDirect.\n\nAdditional information regarding the Company’s reportable segments can be found in Part II under the section captioned “Segment Reporting” contained in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations, and within Note 21: Segment Reporting in the Notes to Consolidated Financial Statements contained in Item 8. Financial Statements and Supplementary Data.\n\n1\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\nAvailable Information\n\nThe Company files reports with the SEC, and makes available, free of charge, within the investor relations section of its internet website (http://investors.websterbank.com), its Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports as soon as reasonably practicable after it electronically files such material with, or furnishes it to, the SEC. The SEC website (http://www.sec.gov) makes reports, proxy and information statements, and other information filed electronically with the SEC available to the public free of charge. The Company intends to use its Investor Relations website and its corporate website as a means of disclosing material non-public information and for complying with its disclosure obligations under Regulation FD. Accordingly, investors should monitor these channels in addition to our press releases, SEC filings, and public conference calls and webcasts. Information contained on the Company’s website is not incorporated by reference into this Annual Report on Form 10-K.\n\nHuman Capital Resources\n\nAs a values-driven organization, our colleagues are the cornerstone of our success. As of December 31, 2024, the Company had 4,297 full-time employees and 110 part-time employees, comprised of 61 percent female and 39 percent male. Our employees are primarily located in our core footprint, which spans the Northeast from the New York metropolitan area to Rhode Island and Massachusetts, including our headquarters in Stamford, Connecticut. The average full-time and part-time employee tenure at the Company is approximately 8.8 years.\n\nCulture and Engagement. We recognize the importance of an engaged workforce, and we support the professional development of our colleagues to help them achieve their career goals. Our 2024 colleague engagement survey results reflected our commitment to establishing a culture of trust and safety by encouraging colleagues to share their opinions and actionable ideas for improvement. Webster provides all colleagues with 24 hours of paid time to volunteer at the organizations of their choice. In 2024, we introduced a volunteer recognition campaign, featuring awards for Volunteer of the Year and Webster’s Top 10 Community Service Stars.\n\nInternal Communication. Our “Webster News” distributions help colleagues stay informed about company news and developments and feel connected to the company’s goals and values. Our “Webster Within” webinars allow colleagues to gain a deeper understanding of our business, which ultimately helps them perform their jobs better. In 2024, we held 12 webinars on a variety of topics. Additionally, we distribute a “Webster Weekly” newsletter.\n\nInclusion and Belonging. At Webster, we believe that fostering a culture of inclusion and belonging is integral to our long-term success. We are committed to attracting, developing, and retaining a talented workforce that is diverse in perspective, knowledge, and experience, and we are dedicated to providing equal employment opportunities to all individuals, regardless of race, color, religion, sex, national origin, age, disability, or any other characteristic protected by law. We believe this approach increases job satisfaction, reduces turnover, and leads to a more engaged and productive workforce.\n\nOur Business Resource Groups, which are open to all colleagues on a voluntary basis, are strategic partners who provide support for programs and initiatives that drive Webster’s efforts in recruitment and hiring, talent and leadership acquisition and development, employee retention and productivity, market development, and customer attraction and retention. Our Business Resource Groups further align with corporate strategy by leveraging and capitalizing on the benefits of a diverse, well-qualified workforce to achieve advantages that may include increased innovation, improved problem-solving, better understanding of the markets and communities we serve, and enhanced employee engagement and satisfaction.\n\nCompensation. Our compensation program is designed to attract, retain, and reward performance and align incentives with achievement of our strategic plan, and both short- and long-term operating objectives. Our hiring, promotion, and retention practices are based on merit and qualifications, guided by the principles of fairness. Our pay practices have strong governance processes, including reviewing competitive market data from multiple surveys each year. We also offer competitive benefits packages that reflect the needs of our workforce, which include medical, dental, and vision plans, prescription benefits, life insurance and disability benefits, HSAs, wellness incentives, health coaching, telemedicine, paid parental leave, paid time off and paid holidays, a matching 401(k) retirement savings plan, an employee stock purchase plan, an employee assistance program, a student loan repayment program, backup child and elder care, pet insurance, and wellness programs. We continually review and evolve our benefit plans as necessary to remain competitive and meet the needs of our workforce.\n\nLearning and Talent Management. We are focused on investing in our current and future talent by actively supporting the success, growth, and career progression of our employees. Our employees have access to our internal learning resource that offers virtual instructor-led training and on-demand programs. We also provide unlimited access to self-directed e-learning courses taught by industry experts with curated learning paths designed for specific professional interests.\n\nSignificant investments in formal development programs are made to build our talent pipeline. Our Internship Program and our Rotational Program for early-career college graduates provide rotating assignments throughout the bank. Further, we offer our RISE Emerging Talent Program for high-potential individuals, and our flagship management development program, Lead with Impact. Our mentoring program, which partners with our Business Resource Group network, is also an important resource to support colleagues with their professional growth based on their self-identified career development goals.\n\n2\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\nCompetition\n\nThe Company is subject to strong competition from other commercial banks, savings banks, credit unions, non-bank health savings account trustees, consumer finance companies, investment companies, insurance companies, online lending and savings institutions, and other non-bank financial services companies. Certain of these competitors are larger financial institutions with substantially greater resources, lending limits, larger branch systems, and a wider array of commercial and consumer banking services than the Company. Competition could intensify in the future as a result of industry consolidation, the increasing availability of products and services from non-bank organizations, including financial technology companies, greater technological developments in the industry, and continued bank regulatory changes.\n\nThe Company faces substantial competition for deposits and loans throughout its market areas. The primary factors in competing for deposits are interest rates, personalized services, the quality and range of financial services, convenience of office locations and hours, mobile banking, and other automated services. Competition for deposits comes from other commercial banks, savings banks, credit unions, non-bank health savings account trustees, money market mutual funds, financial technology companies, and other non-bank financial services companies. The primary factors in competing for commercial and consumer loans are interest rates, loan origination fees, ease and convenience of loan origination channels, the quality and range of lending services, personalized service, and the ability to close within each customer’s desired time frame. Competition for the origination of loans comes primarily from commercial banks, non-bank lenders, savings institutions, mortgage banking firms, mortgage brokers, online lenders, and insurance companies. Other factors that affect competition include the general and local economic conditions, current interest rate levels, and volatility in the lending markets.\n\nSupervision and Regulation\n\nThe Holding Company and its bank and non-bank subsidiaries are subject to extensive regulation under federal and state laws. The regulatory framework applicable to bank holding companies and their depository institutions is intended to protect depositors, the FDIF, consumers, and the U.S. banking system as a whole.\n\nSet forth below is a summary of the significant elements of the laws and regulations applicable to the Holding Company and its bank and non-bank subsidiaries. The description that follows is qualified in its entirety by reference to the full text of the statutes, regulations, and policies that are described. Banking statutes, regulations, and policies are continually under review by Congress, state legislatures, and federal and state regulatory agencies. Changes in the statutes, regulations, or regulatory policies applicable to the Holding Company and its bank and non-bank subsidiaries, including how they are implemented or interpreted, could have a material effect on the results of the Company.\n\nRegulatory Agencies\n\nThe Holding Company is a separate and distinct legal entity from the Bank and its other subsidiaries. As a registered bank holding company and a financial holding company, the Holding Company is subject to regulation under the BHC Act and to inspection, examination, and supervision by its primary federal regulator, the Board of Governors of the Federal Reserve System. As a publicly-traded company, the Holding Company is subject to the disclosure and regulatory requirements of the Securities Act of 1933, as amended, and the Securities Exchange Act of 1934, as amended, which are administered by the SEC. As a publicly-traded company with securities listed on the NYSE, the Holding Company is subject to the rules of the NYSE.\n\nThe Bank is organized as a national banking association under the National Bank Act, as amended, and is subject to the supervision of and regular examination by the OCC, its primary federal regulator, as well as by the FDIC, its deposit insurer. As a national banking association, the Bank derives its lending, investment, and other bank activity powers from the National Bank Act, as amended, and the regulations of the OCC promulgated thereunder.\n\nThe Holding Company’s non-bank subsidiaries are also subject to regulation by the Board of Governors of the Federal Reserve System and other applicable federal and state agencies.\n\nBank Holding Company Activities\n\nIn general, the BHC Act limits the business of bank holding companies to banking, managing, or controlling banks and other activities that the Board of Governors of the Federal Reserve System has determined to be closely related to banking. Bank holding companies that qualify and elect to become financial holding companies, such as the Holding Company, may engage in any activity, or acquire and retain the shares of a company engaged in any activity, that is either financial in nature or incidental to such financial activity (as determined by the Board of Governors of the Federal Reserve System in consultation with the Secretary of the Treasury), or complementary to a financial activity, and that does not pose a substantial risk to the safety and soundness of depository institutions or the financial system (as solely determined by the Board of Governors of the Federal Reserve System). Activities that are financial in nature include securities underwriting, dealing and market making, sponsoring mutual funds and investment companies, insurance underwriting, and merchant banking. Subject to certain exceptions, the BHC Act generally prohibits us from acquiring direct or indirect ownership or control of voting shares of any company engaged in activities that are not permissible for bank holding companies to engage in.\n\n3\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\nMaintaining our financial holding company status requires that the Company and the Bank remain “well-capitalized” and “well managed” as defined by regulation and that the Bank maintains at least a “satisfactory” rating under the CRA. If the Company or the Bank fail to continue to meet these requirements, we could be subject to restrictions on new activities and acquisitions, and/or be required to cease and possibly divest operations that conduct existing activities that are not permissible for a bank holding company that is not a financial holding company. Additionally, the Board of Governors of the Federal Reserve System could impose corrective capital and managerial requirements and activity restrictions on us if we cease to be “well-capitalized” or “well managed.”\n\nAcquisitions of Ownership\n\nAcquisitions of Webster voting stock above certain thresholds may be subject to prior regulatory notice or approval under applicable federal banking laws. Investors are responsible for ensuring that they do not, directly or indirectly, acquire shares of Webster stock in excess of the amount that can be acquired without regulatory approval or notice under the BHC Act and the Change in Bank Control Act.\n\nMergers and Acquisitions\n\nUnder the BHC Act, prior approval from the Board of Governors of the Federal Reserve System is required in order for any bank holding company to acquire direct or indirect ownership or control of more than 5% of the voting shares of any bank, acquire all or substantially all of the assets of a bank, or merge or consolidate with any other bank holding company. Generally, the Holding Company is not required to obtain prior approval from the Board of Governors of the Federal Reserve System to acquire a non-bank that engages in activities that are financial in nature or incidental to activities that are financial in nature, as long as the Holding Company meets the capital, managerial, and CRA requirements to qualify as a financial holding company. However, the Holding Company is required to receive prior approval from the Board of Governors of the Federal Reserve System for an acquisition in which the total consolidated assets to be acquired exceeds $10 billion.\n\nPursuant to Section 18(c) of the FDIA, more commonly known as the Bank Merger Act, and for national banks relying on certain other sources of merger authority, prior written approval from a bank’s primary federal regulator is required before any insured depository institution may consummate a merger transaction, which includes a merger, consolidation, assumption of deposit liabilities, and certain asset transfers between or among two or more institutions. Prior written approval of a bank’s primary federal regulator is also required for merger transactions between or among affiliated institutions, as well as for merger transactions between or among non-affiliated institutions. Transactions that do not involve a transfer of deposit liabilities typically do not require prior approval under the Bank Merger Act unless the transaction involves the acquisition of all or substantially all of an institution’s assets. When evaluating and acting on proposed merger transactions, regulators consider the extent of existing competition between and among the merging institutions, other depository institutions, and other providers of similar or equivalent services in the relevant product and geographic markets, the convenience and needs of the community to be served, capital adequacy and earnings prospects, and the effectiveness the merger institutions in combating money-laundering activities, among other factors.\n\nFurther, the Change in Bank Control Act of 1978 prohibits the Company from acquiring control of a bank regulated by the FDIC without providing at least 60 days prior written notice to the FDIC or upon receipt of written notice that the FDIC does not disapprove of the acquisition.\n\nCapital Adequacy\n\nThe Board of Governors of the Federal Reserve System, the OCC, and the FDIC have adopted the regulatory capital standards in accordance with Basel III, as developed by the Basel Committee on Banking Supervision. The Basel III Capital Rules strengthened international capital adequacy standards by increasing institutions’ minimum capital requirements and holdings of   \nhigh-quality liquid assets and decreasing bank leverage.\n\nUnder the Basel III Capital Rules, the Company’s assets, exposures, and certain off-balance sheet commitments and obligations are subject to risk weights used to determine risk-weighted assets. Risk weights can range from 0% for U.S. government securities to 1,250% for certain tranches of complex securitization or equity exposures. Risk-weighted assets serve as the base against which regulatory capital is measured, and are used to calculate the Company’s and the Bank’s minimum capital ratios of CET1 Risk-Based Capital, Tier 1 Risk-Based Capital, Total Risk-Based Capital, and Tier 1 Leverage Capital, as defined in the regulations, which the Company is required to maintain. CET1 capital consists of common stockholders’ equity less deductions for goodwill and other intangible assets, and certain deferred tax adjustments. At the time of initial adoption of the Basel III Capital Rules, the Company had elected to opt-out of the requirement to include certain components of AOCI in CET1 capital. Tier 1 capital consists of CET1 capital plus preferred stock. Total capital consists of Tier 1 capital and Tier 2 capital, as defined in the regulations. Tier 2 capital includes qualifying subordinated debt and the permissible portion of the ACL.\n\nIn addition, the Basel III Capital Rules mandate that most deductions from or adjustments to regulatory capital be made to CET1 capital, not to the other components. For instance, the deduction of mortgage servicing assets, certain DTAs, and capital investments in unconsolidated financial institutions is required to the extent that any one such category exceeds 10% of CET1 capital or exceeds 15% of CET1 capital in the aggregate.\n\n4\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\nThe Basel III Capital Rules also include a capital conservation buffer comprised entirely of CET1 capital, which is considered in addition to the 4.5% CET1 capital ratio and is equal to 2.5% of risk-weighted assets for both the Company and the Bank. This buffer is designed to absorb losses during periods of economic stress, and is generally required in order to avoid limitations on capital distributions and certain discretionary bonus payments to executive officers.\n\nOur regulatory capital ratios can be found in Part II under the section captioned “Liquidity and Capital Resources” contained in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations, and within Note 14: Regulatory Capital and Restrictions in the Notes to Consolidated Financial Statements contained in Item 8. Financial Statements and Supplementary Data.\n\nPrompt Corrective Action\n\nFDICIA requires the federal bank regulatory agencies to take “prompt corrective action” regarding FDIC-insured depository institutions that do not meet certain capital adequacy standards. A depository institution’s treatment for purposes of the prompt corrective action provisions depends upon its level of capitalization and certain other factors. An institution that fails to remain “well-capitalized” becomes subject to a series of restrictions that increase in severity as its capital condition weakens. Such restrictions may include a prohibition on capital distributions, restrictions on asset growth or restrictions on the ability to receive regulatory approval of applications. FDICIA also provides for enhanced supervisory authority over “under capitalized” institutions, including authority for the appointment of a conservator or receiver for the institution. In certain instances, a bank holding company may be required to guarantee the performance of an “under capitalized” subsidiary bank’s capital restoration plan. As of December 31, 2024, the Bank was categorized as “well-capitalized” under each of its capital ratio categories.\n\nAn insured depository institution with a ratio of tangible equity less than or equal to 2% is considered to be critically under capitalized. If an insured depository institution has been determined, after notice and opportunity for a hearing, to be in an unsafe or unsound condition, or if it receives a less-than-satisfactory rating for asset quality, management, earnings, or liquidity in its most recent examination, the appropriate federal banking agency may downgrade a well capitalized, adequately capitalized, or under capitalized insured depository institution to the next lower capital category.\n\nAll insured depository institutions, regardless of their capital category, are prohibited from making capital distributions or paying management fees if such distributions or payments would result in the insured depository institution becoming under capitalized, unless it is shown that the capital distribution would improve financial condition, or the management fee is being paid to a person or entity without a controlling interest in the insured depository institution. Restrictions are placed on certain brokered deposit activity and on deposit rates offered as the capital category declines below well capitalized. Further, if an insured depository institution receives notice that it is under capitalized, significantly under capitalized, or critically under capitalized, the insured depository institution generally must file a written capital restoration plan with the appropriate federal banking agency within 45 days of receipt, and the bank holding company must guarantee the performance of that plan.\n\nEnhanced Prudential Standards\n\nThe Board of Governors of the Federal Reserve System established enhanced prudential standards for larger bank holding companies based on size and certain risk-based indicators. On October 10, 2019, the Federal Reserve Board, along with other federal bank regulatory agencies, tailored these prudential standards allowing bank holding companies with total consolidated assets of $250 billion or less to be exempt from certain enhanced capital and liquidity prudential standards, including company-run stress testing, capital planning, liquidity coverage ratio, and resolution planning requirements, among others. Although the Holding Company’s total consolidated assets are beneath the $250 billion threshold, the Company performs certain stress tests internally and incorporates the economic models and information developed through its stress testing program into its risk management and capital planning activities, which continue to be subject to the regular supervisory processes of the Federal Reserve System and the OCC.\n\nThe transition to heightened supervision under enhanced prudential standards for large banks (e.g., crossing $100 billion of assets, and thus becoming a Category IV institution under the tailoring framework) is a significant regulatory hurdle and involves additional liquidity risk management requirements, more onerous internal liquidity stress testing and liquidity buffer requirements, supervisory stress testing, the stress capital buffer, additional capital planning requirements, additional reporting to the Federal Reserve and more comprehensive resolution plan filings with the FDIC.\n\nFederal Reserve System\n\nFederal Reserve System regulations require depository institutions to maintain reserves against its transaction accounts and non-personal time deposits for the purposes of implementing monetary policy. The reserve requirement must be satisfied in the form of vault cash and, if vault cash is insufficient, by maintaining a balance in an account at a FRB. The FRA authorizes different ranges of reserve requirement ratios depending on the amount of transaction account balances held at each depository institution. Since March 26, 2020, the reserve requirement ratios on all net transaction accounts were reduced to zero percent, thereby eliminating reserve requirements for all depository institutions.\n\n5\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\nFurther, as a national bank and a member of the Federal Reserve System, Webster Bank is required to subscribe to the capital stock of its district FRB in an amount equal to 6% of its capital and surplus, of which 50% is paid. The remaining 50% is subject to call by the Board of Governors of the Federal Reserve System. At December 31, 2024, the Bank held a stock investment in the FRB of New York of $229.6 million.\n\nFederal Home Loan Bank System\n\nThe FHLB System provides a central credit facility for its member institutions. The Bank, as a member of the FHLB of Boston, is required to purchase and hold shares of FHLB capital stock for its membership and other activities in an amount equal to 0.05% of total assets as of December 31, 2023, up to a maximum of $5 million, plus an amount that varies from 3.0% to 4.0% depending on the maturities of its FHLB advances, of which there were $2.1 billion outstanding at December 31, 2024. The Bank was in compliance with these requirements at December 31, 2024, and held a FHLB stock investment of $91.7 million.\n\nSource of Strength Doctrine\n\nBank holding companies are required to serve as a source of financial strength to their subsidiary banks and commit resources to support each of their subsidiary banks. This support may be required at times when the Holding Company is not in a financial position to provide such resources without adversely affecting its ability to meet other obligations. The Federal Reserve System may require a bank holding company to make capital injections into a troubled subsidiary bank and may charge the bank holding company with engaging in unsafe and unsound practices if it fails to commit resources to such a subsidiary bank, or if it undertakes actions that the Federal Reserve System believes might jeopardize the bank holding company’s ability to commit resources to such subsidiary bank. Capital loans by banking holding companies to its subsidiary banks would be subordinate in right of payment to deposits and certain other debts of the subsidiary bank. In the event of bankruptcy, any commitment by a bank holding company to a federal bank regulatory agency to maintain the capital of a subsidiary bank would be assumed by the bankruptcy trustee and entitled to a priority of payment.\n\nIn addition, under the National Bank Act, if the Bank’s capital stock is impaired by losses or otherwise, the OCC is authorized to require payment of the deficiency by assessment upon the Holding Company. If the assessment is not paid within three months after receiving notice thereof, the OCC could order a sale of the Bank stock held to cover any deficiency.\n\nSafety and Soundness Standards\n\nThe federal banking agencies have adopted the rules and regulations under the Interagency Guidelines Establishing Standards for Safety and Soundness, which are applicable to all insured depository institutions. These guidelines prescribe standards relating to internal controls, information systems, internal audit systems, loan documentation, credit underwriting, interest rate exposure, asset growth, compensation, fees, and benefits, asset quality, earnings, and stock valuation, as determined to be appropriate.\n\nThe OCC also has guidelines establishing heightened standards for large national banks, which establish minimum standards for the design and implementation of a risk governance framework. A large bank is defined as a bank with more than $50 billion in average total consolidated assets from its four most recently filed quarterly Call Reports. Because the Bank is a covered bank, it has a risk governance framework designed to meet the OCC heightened standards. Additional information regarding our risk governance framework can be found under the section captioned “Risk Management Framework” contained elsewhere in this Item 1. Business.\n\nIf a federal banking agency determines that an institution fails to meet any of the established standards, the agency may require the institution to submit an acceptable plan to achieve compliance with the standard. In the event that an institution fails to submit an acceptable plan within the time allowed, or fails, in any material respect, to implement an accepted plan, the agency must require the institution to correct the deficiency and may take other supervisory and enforcement actions until the deficiency is corrected.\n\nIn more serious instances, enforcement actions may include the issuance of directives to increase capital, the issuance of formal and informal agreements, the imposition of civil monetary penalties, the issuance of a cease and desist order that can be judicially enforced, the issuance of removal and prohibition orders against officers, directors, and other institution affiliated parties, the termination of the insured depository institution’s deposit insurance, the appointment of a conservator or receiver for the insured depository institution, and injunctions or restraining orders based upon a judicial determination that the FDIC, as receiver, would be harmed if such equitable relief was not granted.\n\n6\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\nResolution Planning\n\nThe FDIC requires certain insured depository institutions with more than $50 billion in total assets to periodically submit resolution plans to provide the FDIC with information about the bank that is essential to effective resolution planning and to support the execution of a resolution, if necessary. In June 2024, the FDIC amended its insured depository institution resolution plan rule, which requires the Bank, as a “Group B” insured depository institution with between $50 billion and $100 billion in total assets, to submit informational filings on a three-year cycle and provide limited interim supplements in each of the off-years. The final rule became effective October 1, 2024. The Bank’s initial information filing submission is due on or before April 1, 2026.\n\nDividends\n\nThe Holding Company is dependent upon dividends from the Bank to provide funds for its cash requirements, including the payment of dividends to stockholders. Dividends paid by the Bank are subject to federal and state regulatory limitations. Express approval by the OCC is required if the effect of dividends declared would cause the regulatory capital of the Bank to fall below specified minimum levels or would exceed the net income for that year combined with the undistributed net income for the preceding two years. During the year ended December 31, 2024, the Bank declared and paid $600.0 million in dividends to the Holding Company and had $747.3 million of undistributed net income available for the declaration and payment of dividends at December 31, 2024.\n\nIn addition, federal banking regulators have the authority to prohibit the Company from engaging in unsafe or unsound practices in conducting its business. The declaration and payment of dividends, depending on the financial condition of the Bank, could be deemed an unsafe or unsound practice, especially if its capital base is depleted to an inadequate level. The ability of the Bank to pay dividends in the future is currently, and could be further, influenced by bank regulatory policies and capital requirements.\n\nTransactions with Affiliates and Insiders\n\nTransactions between insured depository institutions and their affiliates are governed by Sections 23A and 23B of the FRA and Federal Reserve Regulation W. In a bank holding company context, at a minimum, the parent holding company of a national bank, and any companies that are controlled by such parent holding company, are considered affiliates of the bank. Generally, sections 23A and 23B of the FRA are intended to protect insured depository institutions from losses arising from transactions with non-insured affiliates by (i) limiting the extent to which an institution or its subsidiaries may engage in covered transactions with any one affiliate and with all affiliates in the aggregate, and (ii) requiring that all such transactions be on terms substantially the same, or at least favorable, to the institution or subsidiary as those provided to a non-affiliate. The term covered transaction includes the making of loans, purchase of assets, the issuance of a guarantee, and similar types of transactions. Certain covered transactions must be collateralized according to a schedule set forth in the statue.\n\nIn addition, Section 22(h) of the FRA and Federal Reserve Regulation O restricts loans to directors, executive officers, and principal stockholders or insiders. Pursuant to Section 22(h), loans to directors, executive officers, and principal stockholders must be made on terms substantially the same as offered in comparable transactions to other persons, except that such insiders may receive preferential loans made under a benefit or compensation program that is widely available to the institution’s employees and does not give preference to the insider over the employees. Further, loans to insiders and their related interests may not exceed, together with all other outstanding loans to such persons and affiliated entities, the institution’s total capital and surplus. Loans to insiders above specified amounts must receive prior approval from the Company’s Board of Directors. Section 22(g) of the FRA places additional limitations on loans to executive officers.\n\nConsumer Protection and Consumer Financial Protection Bureau Supervision\n\nAs an insured depository institution with more than $10 billion in total assets, the Bank is subject to supervision by the CFPB. The CFPB has been responsible for implementing, enforcing, and examining compliance with federal consumer financial protection laws. In early February 2025, employees of the CFPB were instructed to cease all supervision, investigations, enforcement, rulemaking, and stakeholder activities. It is unclear how long these instructions — which are the subject of ongoing litigation — will stay in force, either fully or partially. There are also a number of federal laws, which the Bank has been subject to, that are designed to protect borrowers and promote lending, including, but not limited to, the Equal Credit Opportunity Act, the Fair Credit Reporting Act, the Fair Debt Collection Procedures Act, the Truth in Lending Act, the Home Mortgage Disclosure Act, the Real Estate Settlement Practices Act, the Consumer Financial Protection Act of 2010, and the Gramm Leach Bliley Act regarding Privacy of Consumer Financial Information.\n\nIdentity Theft\n\nCertain regulated entities are required to establish programs to address risks of identity theft. In accordance with these rules, financial institutions and creditors are required to develop and implement a written identity theft prevention program designed to detect, prevent, and mitigate identity theft in connection with certain existing accounts or the opening of new accounts. The Company has an Identity Theft Prevention Program in place satisfying its compliance with these requirements.\n\n7\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\nFinancial Privacy and Data Security\n\nThe Company is subject to federal and certain state laws and regulations containing consumer privacy and data protection provisions addressing the treatment of nonpublic personal information about consumers by financial institutions. Subject to certain exceptions, financial institutions are prohibited from disclosing nonpublic personal information about a consumer to nonaffiliated third parties, unless the institution satisfies various notice and opt-out requirements, and the consumer has not elected to opt out of the disclosure. Regardless as to whether a financial institution shares nonpublic personal information, the institution must provide notice of its privacy policies and practices to its consumers, and must follow redisclosure and reuse limitations on any nonpublic personal information it receives from a nonaffiliated financial institution.\n\nThe federal banking regulatory agencies have adopted guidelines for establishing information security standards and programs to protect such information, with an increased focus on risk management and processes related to information technology, and the use of third parties. The expectation from the federal banking regulatory agencies is that financial institutions have established lines of defense to ensure that their risk management processes address the risks posed by compromised customer credentials, and that the financial institution has sufficient business continuity planning processes to ensure rapid recovery, resumption, and maintenance of operations after a cyber-attack.\n\nFinancial institutions are required to notify customers of security breaches that result in unauthorized access to their nonpublic personal information and its primary regulator of certain types of computer security incidents that result in harm to the confidentiality, integrity, or availability of an information system or the information that the system processes, stores, or transmits, as soon as possible and no later than 36 hours after the banking organization determines that a notification incident has occurred.\n\nCommunity Reinvestment Act and Fair Lending Laws\n\nThe Bank has a responsibility under the CRA to help meet the credit needs of its communities, including low and moderate-income neighborhoods. The CRA does not establish specific lending requirements or programs for financial institutions, nor does it limit an institution’s discretion to develop the types of products or services that it believes are best suited to its particular community. In connection with its examination, the OCC assesses the Bank’s record of compliance with the CRA. In addition, the Equal Credit Opportunity Act and the Fair Housing Act prohibit discrimination in lending practices on the basis of characteristics specified in those statutes. The Bank’s failure to comply with the provisions of the CRA could, at a minimum, result in regulatory restrictions on its activities, as well as the activities of the Company. Further, the Bank’s failure to comply with the Equal Credit Opportunity Act and the Fair Housing Act could result in enforcement actions against it by the OCC, as well as other federal regulatory agencies, including the CFPB and the Department of Justice. The Bank received a CRA rating of Outstanding in its most recent examination.\n\nFederal Deposit Insurance\n\nThe standard deposit insurance coverage limit is $250,000 per depositor, per FDIC-insured bank, for each account ownership category, although the FDIC may guarantee uninsured deposits above the $250,000 limit under the statutory systemic risk exception, as was done with the Silicon Valley Bank and Signature Bank failures in March 2023. The FDIF is funded mainly through quarterly assessments on insured depository institutions, such as the Bank, and provides insurance coverage for certain deposits up to this maximum amount.\n\nThe Bank’s assessment is determined each quarter in accordance with the FDIC’s standardized risk-based methodology by multiplying its assessment rate by its assessment base. The assessment base equals the Bank’s average consolidated total assets less average tangible equity during the assessment period. As a large bank, or generally one with $10 billion or more in assets, the Bank is assigned an individual rate based on a scorecard, which combines CAMELS (capital adequacy, asset quality, management, earnings, liquidity, and sensitivity) component ratings, financial measures used to measure a bank’s ability to withstand asset-related and funding-related stress, and a measure of loss severity that estimates the relative magnitude of potential losses to the FDIC in the event of the bank’s failure, to produce a score that is then converted to an assessment rate.\n\nAssessment rates are subject to adjustment by the FDIC. For instance, assessment rates could (i) decrease for the issuance of long-term unsecured debt, including senior unsecured debt and subordinated debt, (ii) increase for holdings of long-term unsecured or subordinated debt issued by other banks, or (iii) increase for significant holdings of brokered deposits for large banks that are not well rated or not well capitalized. On October 18, 2022, the FDIC increased the initial deposit base deposit insurance assessment rate schedules uniformly by 2 basis points for all insured depository institutions, beginning in the first quarterly assessment period of 2023. The increase in assessment rate schedules is intended to increase the likelihood that the reserve ratio of the FDIF reaches the statutory minimum of 1.35% by the statutory deadline of September 30, 2028.\n\nOn November 29, 2023, the FDIC published a final rule implementing a special assessment for certain banks to recover losses incurred by protecting uninsured depositors of Silicon Valley Bank and Signature Bank upon their failure in March 2023. The special assessment is to be collected for an anticipated total of ten quarterly assessment periods, which began with the second quarter of 2024. At December 31, 2024, the Company’s remaining accrual for its estimated special assessment charge was\n\n8\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\n$39.8 million. The FDIC retains the right to cease collection early, extend the special assessment collection period, and impose a final shortfall special assessment if actual losses exceed the amounts collected.\n\nThe FDIC may terminate a depository institution’s deposit insurance upon finding that the institution’s financial condition is unsafe or unsound, or that the institution has engaged in unsafe and unsound practices, or has violated any applicable law, regulation, rule, order, or condition imposed by the FDIC. The Company’s management is not aware of any practice, violation, or condition that might lead to the termination of its deposit insurance.\n\nDepositor Preference\n\nIn the event of the liquidation or other resolution of an insured depository institution, including the Bank, the claims of depositors of the institution (including the claims of the FDIC as subrogee of insured depositors) and certain claims for administrative expenses of the FDIC as a receiver will have priority over other general unsecured claims against the institution. If an insured depository institution fails, claims of insured and uninsured depositors, along with claims of the FDIC, would have priority in payment ahead of unsecured, non-deposit creditors, including the Holding Company, with respect to any extensions of credit they have made to such insured depository institution.\n\nAnti-Money Laundering\n\nA major focus of U.S. federal governmental policy as it relates to financial institutions is aimed at combating money laundering and terrorist financing. The failure of a financial institution to maintain and implement adequate programs to combat money laundering and terrorist financing, or to comply with the relevant laws and regulations, could have serious legal and reputational consequences for the financial institution, including causing the applicable bank regulatory authorities to not approve merger or acquisition transactions or to prohibit such transactions even if prior approval is not required.\n\nFinancial institutions are required to take certain measures to identify their customers, prevent money laundering, monitor customer transactions, and report suspicious activity to U.S. law enforcement agencies. Financial institutions also are required to respond to requests for information from federal banking agencies and law enforcement agencies. Information sharing among financial institutions for the above purposes is encouraged by an exemption granted to complying financial institutions from the privacy provisions of federal privacy laws. Financial institutions that hold correspondent accounts for foreign banks or provide private banking services to foreign individuals are required to take measures to avoid dealing with certain foreign individuals or entities, including foreign banks with profiles that raise money laundering concerns, and are prohibited from dealing with foreign shell banks and persons from jurisdictions of particular concern.\n\nFinancial institutions also are required to establish internal anti-money laundering programs. The effectiveness of a financial institution in combating money laundering activities is a factor to be considered in any application submitted under the Bank Merger Act. The Company has in place a Bank Secrecy Act and USA PATRIOT Act compliance program and engages in very few transactions of any kind with foreign financial institutions or foreign persons. The Company also complies with the sanctions administered by the OFAC of the U.S. Department of the Treasury, which is responsible for administering economic sanctions that affect transactions with designated foreign countries, nations, and others. The OFAC publishes lists of persons, organizations, and countries suspected of aiding, harboring, or engaging in terrorist acts, known as Specially Designated Nationals and Block Persons. Blocked assets (i.e., property and bank deposits) cannot be paid out, withdrawn, set off, or transferred in any manner without a license from the OFAC. Failure to comply with these sanctions could have serious legal and reputational consequences.\n\nDebit Card Interchange Fees\n\nThe Board of Governors of the Federal Reserve System requires that the amount of any interchange transaction fee that a debit card issuer may receive or charge with respect to an electronic debit transaction shall be reasonable and proportional to the cost incurred by the debit card issuer with respect to the transaction, and imposes requirements regarding routing and exclusivity of electronic debit transactions and the usability of debit cards across networks. Interchange fees for certain electronic debit transactions are capped at 21 cents plus 0.05% of the transaction value for issuers with over $10 billion in consolidated assets, such as the Bank. The regulation also allows covered debit card issuers to receive 1 cent per transaction for fraud-prevention costs, provided that the debit card issuer meets the fraud-prevention standards established by the FRB. Interchange fees impact revenues of the Consumer Banking and HSA Bank operating segments, however, HSA Bank’s interchange revenue is not subject to these rules.\n\nIncentive Compensation\n\nThe federal banking agencies have issued joint guidance on incentive compensation designed to ensure that the incentive compensation policies of banking organizations do not encourage imprudent risk taking and are consistent with the safety and soundness of the organization. We take this guidance into account as part of our compensation practices and enterprise risk management. Additionally, in accordance with federal securities laws and regulations and the continued listed standards for the NYSE, we adopted our Policy for Recoupment of Incentive Compensation for our executive officers as of October 17, 2023, which has been included as Exhibit 97 to this Annual Report on Form 10-K.\n\n9\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\nEnterprise Risk Management Framework\n\nAs a publicly-traded bank holding company with $50 billion or more in total consolidated assets, under federal banking laws, the Company is required to maintain a risk committee, led by an independent director, with at least one risk management expert, that is responsible for the oversight of its enterprise risk management framework and that meets other statutory and regulatory requirements set by the OCC. The Company maintains a standing Risk Committee of the Board of Directors that meets the OCC’s regulatory requirements to oversee its enterprise risk management framework. In addition, the Enterprise Risk Management Committee, which is the highest management-level risk committee, provides oversight of the risks inherent in Webster’s business and serves as an escalation point for risk topics and issues raised by its seven sub-committees.\n\nAt Webster, risk is defined as the potential that events, expected or unexpected, may have an adverse effect on the Company’s earnings, capital, and/or enterprise value. Webster’s enterprise risk management framework, which is aligned with the OCC’s Heightened Standards and the Handbook on Large Bank Supervision, reflects a structured and systematic approach to managing risks and controlling risk-taking activities across the organization.\n\nRisk identification is a continuous process and occurs at various levels throughout the organization. The approaches used to identify risk include process and data analysis, risk metrics, and risk assessments. Risks are assessed across all risk categories required by the OCC guidance, and include an assessment of inherent risk and residual risk after taking into account the effectiveness of the control environment.\n\nRisks are mitigated through the establishment of robust controls and documented policies and related procedures. A control is a specific activity, procedure, tool, or technical standard designed to satisfy the control objective and implemented within a business process to mitigate the impact and likelihood of associated inherent risk. For those risks that cannot be controlled, management may decide to accept these risks, reduce the level of business activity, share or transfer the risks, or withdraw from the activity altogether.\n\nImpacts of risk can be both quantitative and qualitative. Webster maintains a Risk Appetite Statement, which provides the organization with guidance regarding the nature and level of residual risk that the Company is willing to accept in pursuit of its business strategy and financial plans. The Risk Appetite Statement establishes a risk appetite across Level 1 risk categories, which represent the top risks that drive the organization’s risk profile, and defines the level of risk appetite using a 5-point rating scale (minimal to critical). Further delineation and detail is provided at Level 2 and Level 3 to enable more precise risk identification, assessment, and response. Management determines whether the risks it assumes are warranted and within the boundaries expressed in the Risk Appetite Statement. A risk is warranted when it can be identified, understood, measured, monitored, and controlled as part of a deliberate risk/reward strategy. The Risk Appetite Statement contains a set of qualitative risk statements and quantitative Board level metrics along with the Board level tolerances, which are approved by the Board annually. Breaches of approved tolerances are required to be escalated and actioned in a timely manner.\n\nThe Chief Executive Officer is ultimately responsible for all of Webster’s risk-taking activities and for ensuring that an effective enterprise risk management framework is adopted, operationalized, and executed. The Chief Executive Officer sets the tone at the top and reinforces a strong risk culture that values risk self-identification and for holding executives accountable for their adherence to the enterprise risk management framework, appropriately assessing and effectively managing all of the risks associated with their activities and operating within the established risk appetite.\n\nThe Company has adopted the Three Line Model of enterprise risk management, in which the First Line manages risks, ensures compliance, performs control activities, and works in coordination with the Second Line, who provides additional expertise, support, and tools, and challenges risk management to enhance efficiency and effectiveness of the control environment. The Third Line provides an independent and objective assurance to management and the Board and assesses whether the First and Second Line functions are operating effectively. Detailed roles and responsibilities for each line are as follows:\n\nFront Line Units, also referred to as First Line Functions, represent process owners that engage in activities designed to generate revenue and reduce expenses, provide operational and technology services, and provide operational support and servicing in the delivery of products or services. Since Front Line Unit activities inherently create risk, the Front Line Units are responsible for assessing and managing that risk.\n\nIndependent Risk Management, also referred to as the Second Line Function, is responsible for identifying, measuring, monitoring, or controlling risks independently from the Front Line Units and providing effective challenge to the Front Line Units. Independent Risk Management includes Enterprise Risk, which reports to the Chief Risk Officer, and Credit Risk Management which, reports to the Chief Credit Officer.\n\nInternal Audit, also referred to as the Third Line Function, independently assesses Webster’s risk management processes and controls using methodology developed from professional auditing standards and regulatory guidance. Internal Audit undertakes these responsibilities through periodic reviews of Webster’s business activities, operations, and systems, and through special or retrospective reviews that may be specifically requested by the Audit Committee or management. Internal Audit is led by the Chief Audit Executive.\n\n10\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\nInformation Risk\n\nInformation risk encompasses Information Technology risk and Information Security risk. Informational Technology risk is the risk that systems handling information and process flows may not meet quality and efficiency standards in line with industry, customer, and regulatory expectations, or may fail, causing outages, or that new systems may not be implemented timely. Information Technology risk also includes the risk that data supporting internal/external reporting and business decisions is not complete, accurate or available timely. Information Security risk is the risk of unauthorized access, use, disclosure, disruption, modification, perusal, inspection, recording, or destruction of electronic or physical data.\n\nWebster proactively manages information risk to systems, people, assets, data, and capabilities by identifying systems and platforms included in its infrastructure and identifying potential risks that could adversely impact Webster systems necessary for daily operations and critical organization activities. Webster seeks to prevent unauthorized access to data by maintaining robust data security programs and tools including maintaining a comprehensive asset inventory, managing access and authorization for hardware and software, maintaining effective identity and access management, implementing endpoint and network defenses, protecting data with encryption, integrity protection and data loss prevention mechanisms and tools, continuous vulnerability monitoring, detecting and assessing threats, performing risk assessments and penetration tests, prioritizing and managing security incidents, and maintaining robust operational resiliency, recovery and security awareness programs. Periodic risk assessments are performed over key technology and security processes, and ongoing monitoring through monthly process reviews is established for identified processes to ensure controls are operating effectively and issues are identified proactively, while maintaining and supporting the overall stated appetite for information risk.\n\nThe Chief Information Officer is responsible for information risk oversight. Additionally, the Information Risk Committee is responsible for providing oversight and governance of Information risk.\n\nReputation Risk\n\nReputation risk is the potential that negative publicity regarding Webster’s conduct, business practices, or associations, whether true or not, will adversely affect its revenues, operations, and customer base, or require costly litigation or other defensive measures. Reputation risk may also impair Webster’s competitiveness by affecting its ability to establish new relationships or continue servicing existing customers. Reputation risk is inherent in all business activities, especially when dealing with stakeholders such as customers, counterparties, investors, regulators, colleagues, and communities.\n\nIn addition, reputation risk arises when Webster associates its brand with solutions and services offered through outsourced arrangements, negative publicity regarding matters such as unethical or deceptive business practices, violations of laws or regulations, high profile litigation, poor financial performance, poor execution, or inferior customer service.\n\nReputation risk is managed through strong corporate governance, risk culture, and a Code of Business Conduct and Ethics. All colleagues, officers, and directors of Webster have the responsibility for protecting its reputation. Setting the tone at the top, the Board and executive leadership actively support risk awareness by mandating accurate and timely management information and communication. Webster maintains strong fair and responsible banking practices, which permeate our interactions with all clients, vendors and counterparties.\n\nWebster’s ethical standards are reinforced through recruiting, training and performance management. Management regularly monitors media coverage of Webster, including social media to monitor for inaccurate or unusual negative media coverage, as well as for negative news and adverse events at our competitors.\n\nThe Chief Corporate Responsibility Officer is responsible for reputation risk oversight. Additionally, the Enterprise Risk Management Committee is responsible for providing oversight and governance of Reputation Risk.\n\nOperational Risk\n\nOperational risk is the risk of loss, whether direct or indirect, due to the inadequacy or failure of processes and systems, human error, or from external events. Operational risk at Webster includes Fraud, Third Party, Human Capital, Business Operations, Model, Legal, and Physical Security.\n\n•Fraud risk is the risk of financial or reputational loss arising from internal or external fraud exposing Webster to financial and/or reputational loss.\n\n•Third Party risk is the risk of adverse impact to customers or business operations due to an incident or vulnerability with a service being provided by or on behalf of a third-party provider.\n\n•Human Capital risk is the risk of loss of key personnel, skills shortages and knowledge management which could potentially impact Webster’s ability to execute on its key strategic initiatives, facilitate a desired risk culture, competitive position in the marketplace, and business operations.\n\n•Business Operations risk is the risk that business processes are poorly designed, not clearly defined or aligned with business objectives, do not satisfy customer needs, dilute shareholder value, or expose assets to misappropriation or misuse.\n\n11\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\n•Model risk is the risk that arises from errors within a model and/or incorrect use of a model, while considering the degree of reliance on model output in decision making.\n\n•Legal risk is the risk of financial or reputational exposure resulting from either Webster or third party-initiated litigation, contract disputes, transactions, or compliance/regulatory failures that could result in fines, penalties, and/or imprisonment. In addition, it includes the risk that the organization’s governance structure is inadequate to facilitate Board oversight of Webster activities to ensure alignment with regulatory guidelines and supervisory expectations.\n\n•Physical Security risk is the risk that arises from the inability to protect Webster’s assets, including infrastructure and people, from natural and/or man-made disasters that would impair its ability to operate in a controlled environment.\n\nWebster mitigates operational risk through an operational risk management framework, which provides for a set of tools to identify, assess, monitor, control, and report on operational risk. The framework enables the lines of business and corporate functions to establish accountability for the timely and effective management of identified risks, control failures, or other related gap/deficiencies that are reinforced through incentive structures. Webster seeks to control operational risk within an acceptable range, which is determined by the types of businesses in which it engages. Control of operational losses depends on identifying the types of transactions and operational risks faced at the enterprise and business level, and ensuring effective internal control processes are in place to mitigate these risks.\n\nThe Head of Operational Risk is responsible for operational risk oversight. Additionally, the Operational Risk Management Committee is responsible for providing oversight and governance of operational risk.\n\nCredit Risk\n\nCredit risk is the risk of loss resulting from the failure of a borrower or counterparty to honor its financial or contractual obligations to Webster. Credit risk arises in Webster’s lending operations, and in its funding and investment activities where counterparties have repayment or other obligations to Webster. Credit risk can also arise from other solutions or services that involve customer obligations for the transfer of funds.\n\nThe overall focus of credit risk management is to balance returns relative to risk while operating within stated risk tolerances. Webster maintains underwriting standards consistent with our desired risk profile and robust credit processes. Webster’s loan portfolio is balanced to include both commercial and consumer lending activity, while closely managing concentrations in borrowers, counterparties, industries, and solutions to avoid excessive correlated risk.\n\nDiversification of the loan portfolio across commercial and industrial, specialty finance, commercial real estate, and residential lending is important in managing credit risk. Accordingly, management aims to actively measure and manage concentrations by portfolio, industry sector and specific sub-sectors, geography, affiliated obligors, and other guidelines. Webster is primarily a relationship lender. In addition, Webster will only assume credit risk when it can be effectively managed from an infrastructure or operational perspective, and it has industry, product, and market expertise.\n\nThe Chief Credit Risk Officer is responsible for credit risk oversight. The Credit Risk Management Committee is also responsible for providing oversight and governance of credit risk for the Bank.\n\nCompliance Risk\n\nCompliance risk is the risk to current or anticipated earnings or capital arising from violations of, or non-compliance with, laws, rules, regulations, prescribed practices, internal policies and procedures, or prudent ethical standards. Compliance risk exposes Webster to fines, civil monetary penalties, payment of damages, and the voiding of contracts.\n\nWebster’s activities with overall compliance, consumer protection, and regulatory risk include deposit account management, lending products and services, privacy protections, investment management, and fiduciary services. Compliance risk is inherently high for banks, given the complexity of implementation and level of regulatory scrutiny, reliance on third party service providers, likelihood of regulatory enforcement actions, and the potential for the assessment of penalties and fines.\n\nCorporate Compliance, a second line function, manages compliance risk through the execution of a comprehensive Compliance Management Program, which is designed to identify and evaluate risks of non-compliance, assess, test, and monitor the effectiveness of internal controls, and report and escalate significant issues.\n\nBSA Compliance, a second line function, monitors and evaluates attempts to launder money, finance terrorism or conduct other illegal activities through Webster that arise from different sources, certain solutions, services, customers, entities, and geographic locations which may be more susceptible to these activities.\n\nThe Chief Compliance Officer is responsible for compliance risk oversight. Likewise, the BSA Officer is responsible for BSA, Anti-Money Laundering, and OFAC related risks. Additionally, the Regulatory Compliance Committee is responsible for providing oversight and governance of compliance risk, while the BSA/Fraud Oversight Committee is responsible for providing oversight and governance of BSA and Fraud risk.\n\n12\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)\n\nFinancial Risk\n\nFinancial risk is made up of treasury risk and accounting risk. Treasury risk includes the risk of capital levels falling below supervisory expectations or being incommensurate with the level of risk; the risk that the value of a security or investment will decrease or losses may be incurred due to changes in market conditions such as interest rates, exchange rates, and market volatility; the risk that changes in interest rates could contribute to a reduction in earnings and net worth driven by differences in the rate at which Webster earns interest on its assets versus what it pays as interest on its liabilities; and the risk from decreases or changes in funding sources that could impact Webster’s ability to meet its obligations. Accounting risk includes the risks that arise from the inability to comply with GAAP and regulatory laws/guidelines, ensure a high integrity financial reporting process, and disclose appropriate information.\n\nThe treasury components of financial risk are managed through interest rate, liquidity, and capital scenario analysis and stress testing. Interest rate exposure is managed in such a way that changes in interest rates would not jeopardize Webster’s “well capitalized” status or ability to execute the strategic plan. Liquidity is monitored by considering the adequacy of liquidity sources and by considering present and future needs under various operating conditions, including extreme stress. Additionally, Webster aims to maintain capital levels that are consistent with supervisory expectations and commensurate with the risk profiles of our portfolios for a range of stress scenarios.\n\nThe accounting components of financial risk are mitigated through a combination of internal controls over financial reporting and disclosure controls and procedures. These controls are tested periodically to ensure they are functioning as intended.\n\nThe Chief Financial Officer is responsible for financial risk oversight. Additionally, the ALCO is responsible for providing oversight and governance of treasury risk, while the Disclosure and SOX Committees are responsible for providing oversight and governance of accounting risk.\n\nStrategic Risk\n\nStrategic risk is the risk to current or projected financial condition, expected returns and resilience arising from the inability to select and execute strategic choices, suboptimal company positioning, ineffective organizational structures, poor implementation of priorities and initiatives, inadequate risk management infrastructure, or the lack of responsiveness to changes in the financial services ecosystem and operating environment.\n\nWebster seeks to achieve its performance objectives by making management decisions, which include the selection of strategic choices, applying planning assumptions, assessing our internal capabilities and the external environment, ensuring capital and resources are dedicated to strategic priorities, and ensuring effective execution by periodically reviewing specific plans and execution. Strategic risk underscores the need for balance between risk and return, evaluating opportunity against the risk of loss of value.\n\nThe long-range strategic planning process ensures that strategic choices and initiatives are viewed within the context of Webster’s strategic management framework and the overarching goal of allocating capital and resources to support strategies that create value for customers and sustainably grow economic profit over time. Changes and updates to the business line strategic choices and supporting initiatives are socialized and reviewed with the Board of Directors along with the priorities of the Company. The impact of strategies on our risk appetite and risk profile is evaluated, working in collaboration with the independent risk management functions, as part of the strategic planning process.\n\nThe Corporate Strategy Officer is responsible for strategic risk oversight. Additionally, the Enterprise Risk Management Committee is responsible for providing oversight and governance of strategic risk.\n\nAdditional information regarding risks and uncertainties, and relevant risk factors that could impact the Company’s business, results of operations, or financial condition can be found in Part I - Item 1A. Risk Factors and throughout Part II of this report.\n\n13\n\n---\n\n[Table of Contents](#i4e3186c254c141d29dde907fef8d1292_7)"
}