{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "FHN",
    "Document type": "10-K",
    "year": "2022",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESSTable of Contents",
    "accession_number": "0000036966-22-000015",
    "cik": "0000036966",
    "filing_date": "2022-03-01",
    "text": "interest rates, deposit levels, loan demand, or the business and results of our operations, or whether changing economic conditions will have a positive or negative effect on operations and earnings. Additional information concerning monetary policy changes appears: under the caption Monetary Policy Shifts within the Significant Business Developments section of Item 1, which begins on page [12](#i59305cad0c8640719765af01074a5d89_4727); under the caption Risks Associated with Monetary Events beginning on page [38](#i59305cad0c8640719765af01074a5d89_4842) within Item 1A; and under the caption Federal Reserve Policy in Transition within the Market Uncertainties and Prospective Trends section of our 2021 MD&A (Item 7), which begins on page [99](#i59305cad0c8640719765af01074a5d89_322).\n\nBills occasionally are introduced in the United States Congress, the Tennessee General Assembly and other state legislatures, and regulations occasionally are proposed by our regulatory agencies, any of which could affect our businesses, financial results, and financial condition.\n\nWe are not able to predict what, if any, changes that Congress, state legislatures, or the regulatory agencies will enact or implement in the future, nor the impact that those actions will have upon us.\n\nSources & Availability of Funds\n\nInformation concerning the sources and availability of funds for our businesses can be found in our 2021 MD&A (Item 7), including the subsection entitled Liquidity Risk Management beginning on page [95](#i59305cad0c8640719765af01074a5d89_301), which material is incorporated herein by reference.\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |\n| fhn-20211231_g2.jpg | | | 30 | | | 2021 FORM 10-K ANNUAL REPORT | | |\n\n---"
}