{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "WTFC",
    "Document type": "10-K",
    "year": "2024",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESS (Part 2/2)",
    "accession_number": "0001015328-24-000083",
    "cik": "0001015328",
    "filing_date": "2024-02-28",
    "text": " occur every other year based on issuer cost data gathered from large debit card issuers. We will continue to monitor the status of the proposed rule and are in the process of evaluating this proposed rulemaking and assessing the scale of its adverse impact on the Company and our bank subsidiaries, if adopted as proposed.\n\nClimate Impact\n\nThe Company’s approach in considering its climate impact is currently focused on mitigating the environmental impact of operations, specifically at its various banking locations; assessing other climate-related risks within the Company’s various businesses; and providing support to projects and investments that contribute to climate solutions. In 2023, some of the highlights of this approach included the following:\n\n•The Company continued to monitor the climate impact of its various banking locations, including its corporate campus that consists of three office buildings located in Rosemont, Illinois. In 2023, the corporate campus green house gas carbon emissions (CO2e) totaled 4,473 tons in 2023 compared to 4,194 tons in 2022.\n\n•The Company continued to pursue certain renewable energy solutions as well as efficient building standards and technologies.\n\n•Great Lakes Advisors executes investing through its Climate Opportunities Net Zero Portfolio, a portfolio started in 2013. The portfolio includes investments in solutions for green buildings, renewable energy, sustainable agriculture, sustainable water, energy efficiency and pollution prevention. At December 31, 2023, this program managed $102 million in climate-focused portfolios.\n\nAvailable Information\n\nThe Company’s Internet address is www.wintrust.com. The Company makes available at this address, under the “Investor Relations” tab, free of charge, its Annual Report on Form 10-K, its annual reports to shareholders, Quarterly Reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |\n|  | | | 22 | | |  | | |\n\n---\n\nSecurities Exchange Act of 1934 (the “Exchange Act”) as soon as reasonably practicable after such material is electronically filed with, or furnished to, the SEC. These filings are also available on the SEC’s website at www.sec.gov."
}