{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "FHN",
    "Document type": "10-K",
    "year": "2022",
    "quarter": "q1",
    "section": "Item 1.    Business",
    "accession_number": "0000036966-22-000015",
    "cik": "0000036966",
    "filing_date": "2022-03-01",
    "text": "Our Businesses\n\nOverview\n\nFirst Horizon Corporation is a Tennessee corporation. We incorporated in 1968, and are headquartered in Memphis, Tennessee. We are a bank holding company under the Bank Holding Company Act, and a financial holding company under the Gramm-Leach-Bliley Act. Our common stock is listed on the New York Stock Exchange under the symbol “FHN.” At December 31, 2021, we had total consolidated assets of $89 billion. We provide diversified financial services primarily through our principal subsidiary, First Horizon Bank. The Bank is a Tennessee banking corporation headquartered in Memphis, Tennessee.\n\nDuring 2021 approximately 35% of our consolidated revenues were provided by fee and other noninterest income, and approximately 65% of revenues were provided by net interest income.\n\nAs a financial holding company, we coordinate the financial resources of the consolidated enterprise and maintain systems of financial, operational, and administrative control intended to coordinate selected policies and activities, including as described in Item 9A of Part II.\n\nThe Bank\n\nThe Bank was founded in 1864 as First National Bank of Memphis. During 2021, through its various business lines, including consolidated subsidiaries, the Bank reported revenues (net interest income plus noninterest income) of approximately $3 billion. The Bank generated a substantial majority of First Horizon’s consolidated revenue. At\n\nDecember 31, 2021, the Bank had $89 billion in total assets, $76 billion in total deposits, and $54 billion in total loans and leases (net of unearned income and net of allowance for loan and lease losses).\n\nPrincipal Businesses, Brands, & Locations\n\nAt year-end 2021 our principal businesses were conducted mostly under two or three brands. Brand integration from the IBKC merger was delayed until February 2022, after which we began phasing out certain brands. Our principal brands at year-end are summarized in Table 1.1.\n\nTable 1.1\n\nPrincipal Businesses & Brands At Year-End\n\n|  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |\n| Businesses | | | Brands | | |\n| Banking & financial services generally | | | •First Horizon & First Horizon Bank  •IBERIABANK | | |\n| Fixed income /  capital markets | | | •FHN Financial | | |\n| Mortgage lending | | | •First Horizon Bank  •IBERIABANK Mortgage | | |\n| Title services | | | •Lenders Title Group | | |\n| Insurance brokerage & management services | | | •First Horizon Advisors | | |\n| Wealth management & brokerage services | | | •First Horizon Advisors  •IBERIA Wealth Management | | |\n\nAt December 31, 2021, First Horizon’s subsidiaries had over 500 business locations in 22 U.S. states, excluding off-premises ATMs. Most of those locations were banking centers. At year-end, First Horizon had 427 banking centers in twelve states, as shown in Table 1.2.\n\nTable 1.2\n\nBanking Centers at Year-End\n\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| State | | | # | | |  | | | State | | | # | | |\n| Tennessee | | | 140 | | |  | | | Georgia | | | 12 | | |\n| Florida | | | 83 | | |  | | | South Carolina | | | 10 | | |\n| North Carolina | | | 79 | | |  | | | Texas | | | 8 | | |\n| Louisiana | | | 57 | | |  | | | Virginia | | | 8 | | |\n| Alabama | | | 13 | | |  | | | Mississippi | | | 4 | | |\n| Arkansas | | | 12 | | |  | | | New York | | | 1 | | |\n\nMany banking centers contain special-service areas such as wealth management and mortgage lending.\n\nAt year-end 2021, First Horizon also had client-service offices not physically within banking centers, including\n\n|  |  |  |  |  |  |  |  |  |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |\n| fhn-20211231_g2.jpg | | | 9 | | | 2021 FORM 10-K ANNUAL REPORT | | |\n\n---"
}