{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "WFC",
    "Document type": "10-K",
    "year": "2024",
    "quarter": "q1",
    "section": "ITEM 1.BUSINESS",
    "accession_number": "0000072971-24-000064",
    "cik": "0000072971",
    "filing_date": "2024-02-20",
    "text": "Wells Fargo & Company is a corporation organized under the laws of Delaware and a financial holding company and a bank holding company registered under the Bank Holding Company Act of 1956, as amended (BHC Act). Its principal business is to act as a holding company for its subsidiaries. References in this report to “the Parent” mean the holding company. References to “we,” “our,” “us” or “the Company” mean the holding company and its subsidiaries that are consolidated for financial reporting purposes.\n\nAt December 31, 2023, we had assets of approximately $1.9 trillion, loans of $936.7 billion, deposits of $1.4 trillion and stockholders’ equity of $185.7 billion. Based on assets, we were the fourth largest bank holding company in the United States. At December 31, 2023, Wells Fargo Bank, N.A. was the Company’s principal subsidiary with assets of $1.7 trillion, or 90% of the Company’s assets.\n\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports, are available for free at www.wellsfargo.com/about/investor-relations/filings as soon as reasonably practicable after they are electronically filed with or furnished to the Securities and Exchange Commission (SEC). They are also available for free on the SEC’s website at www.sec.gov1.\n\nDESCRIPTION OF BUSINESS\n\nGeneral\n\nWe are a leading financial services company that provides a diversified set of banking, investment and mortgage products and services, as well as consumer and commercial finance, through banking locations and offices, the internet (www.wellsfargo.com) and other distribution channels to individuals, businesses and institutions in all 50 states, the District of Columbia and in countries outside the U.S. We provide consumer financial products and services including checking and savings accounts, credit and debit cards, and auto, mortgage and home equity, and small business lending. In addition, we offer financial planning, private banking, investment management, and fiduciary services. We also provide financial solutions to businesses through products and services including traditional commercial loans and lines of credit, letters of credit, asset-based lending and leasing, trade financing, treasury management, and investment banking services.\n\nAs of December 31, 2023, we had four reportable operating segments for management reporting purposes: Consumer Banking and Lending; Commercial Banking; Corporate and Investment Banking; and Wealth and Investment Management. The 2023 Annual Report to Shareholders includes financial information and descriptions of these operating segments.\n\nHuman Capital\n\nOur people are what set Wells Fargo apart and are critical to our success. Wells Fargo continues to invest in our employees by offering market competitive compensation, career-development opportunities, a broad array of benefits, and strong work-life programs.\n\n|  |  |  |\n| --- | --- | --- |\n|  |  |  |\n| 1 We do not control this website. Wells Fargo has provided this link for your convenience, but does not endorse and is not responsible for the content, links, privacy policy, or security policy of this website. | | |"
}