{
    "domain": "external",
    "subdomain": "SEC",
    "Company": "KEY",
    "Document type": "10-K",
    "year": "2022",
    "quarter": "q1",
    "section": "ITEM 1. BUSINESS (Part 2/2)",
    "accession_number": "0000091576-22-000029",
    "cik": "0000091576",
    "filing_date": "2022-02-22",
    "text": " for determining the benchmarks, thresholds, and minimums that would be used in assessing a bank’s performance under the general performance standards contained in the 2020 Final Rule. Comments on the NPR were due by February 2, 2021. On December 15, 2020, the OCC published a notice requesting comment on an information collection survey that the OCC would require banks subject to the CRA general performance standards to complete. Comments on this notice were due by February 16, 2021.\n\nOn May 18, 2021, the OCC announced that it will reconsider the 2020 Final Rule. The OCC said that it intends to evaluate issues and questions that have been raised concerning the 2020 Final Rule, consider additional stakeholder input, reassess relevant data, and take additional regulatory action, as appropriate. In addition, the OCC stated that it does not plan to finalize a rule that it proposed in December 2020 to provide an approach for determining the benchmarks, thresholds, and minimums that would be used to assess a bank’s performance under the 2020 Final Rule. The OCC further said that it was discontinuing the CRA information collection published in December 2020 that relates to this subject.\n\nOn July 20, 2021, the OCC announced that it had completed its review of the 2020 Final Rule and that it planned to (i) propose rescinding the 2020 Final Rule; and (ii) work with the Federal Reserve and the FDIC to develop a joint rulemaking to strengthen and modernize regulations implementing the CRA. Also, on July 20, 2021, the OCC, the Federal Reserve, and the FDIC issued an interagency statement indicating that they are committed to working together to issue a joint rulemaking with respect to CRA modernization.\n\nOn December 14, 2021, the OCC issued a final rule to rescind the 2020 Final Rule and replace it with a rule based largely on the CRA rules adopted jointly by the federal banking agencies in 1995. The OCC indicated that the adoption of this final rule creates consistency for all insured depository institutions and facilitates the ongoing interagency work to modernize the CRA regulatory framework. This final rule was effective on January 1, 2022, but the compliance date for the final rule’s public file and public notice provisions is April 1, 2022.\n\nControl standards\n\nOn January 30, 2020, the Federal Reserve adopted a final rule setting forth a new, comprehensive framework for determining control under the BHCA and the Home Owners’ Loan Act. The final rule simplifies and provides greater transparency regarding the standards used by the Federal Reserve to determine whether one company has control over another company. The final rule codifies existing Federal Reserve precedents on control and makes certain targeted adjustments to these precedents. The final rule provides a tiered framework that looks at the size of an investing company’s voting and total equity investment in another company along with a variety of other factors, including board representation, officer and employee interlocks, and the existence of business relationships between the companies. By providing greater clarity regarding the standards that will be applied for control determinations, the final rule may facilitate (i) BHCs making minority investments in nonbank companies; and (ii) nonbank investors taking minority stakes in banking organizations. The final rule became effective September 30, 2020.\n\nRegulatory developments concerning COVID-19\n\nFederal, state, and local governments have adopted various statutes, rules, regulations, orders, and guidelines in order to address the COVID-19 pandemic and the adverse economic effects of this pandemic on individuals, families, businesses, and governments. Financial institutions, including Key, are affected by many of these measures, including measures that are broadly applicable to businesses operating in the communities where Key does business. Financial services firms, like other businesses, are required to operate in a manner that seeks to protect the health and safety of their customers and employees.\n\nDuring the COVID-19 crisis, the federal banking agencies issued a number of statements encouraging financial institutions to meet the financial needs of their customers and have taken steps to provide financial institutions with additional flexibility to meet their customers’ needs. Certain of these steps are discussed above under the headings “Regulatory capital requirements — Recent regulatory capital-related developments” and “Regulatory capital\n\n25\n\n---\n\n[Table of](#i271239fcf0574ab18fd466e6ba6d668d_13) [contents](#i271239fcf0574ab18fd466e6ba6d668d_13)\n\nrequirements — Capital planning and stress testing.” In addition, the federal banking agencies along with state bank regulators issued an interagency statement on March 22, 2020, addressing loan modifications that are made by financial institutions for borrowers affected by the COVID-19 crisis. The agencies stated that short-term loan modifications made on a good faith basis in response to COVID-19 for borrowers who were current prior to any relief do not need to be categorized as TDRs and that financial institutions are not expected to designate loans with deferrals granted due to COVID-19 as past due because of the deferral.\n\nThe CARES Act, enacted on March 27, 2020, contains a number of provisions that affect banking organizations. The CARES Act provides funding for various programs under which the federal government will lend to, guarantee loans to, or make investments in, businesses. Banking organizations are expected to play a role in some of these programs, and when they do so, they will be subject to certain requirements. One of these programs is the PPP, a program administered by the Small Business Administration (the “SBA”) to provide loans to small businesses for payroll and other basic expenses during the COVID-19 crisis. The loans can be made by SBA-certified lenders and are 100% guaranteed by the SBA. The loans are eligible to be forgiven if certain conditions are satisfied, in which event the SBA will make payment to the lender for the forgiven amounts. KeyBank has participated in the PPP as a lender.\n\nThe CARES Act also authorizes temporary changes to certain provisions applicable to banking organizations. Among other changes, the CARES Act gives financial institutions the right to elect to suspend GAAP principles and regulatory determinations for loan modifications relating to COVID-19 that would otherwise be categorized as TDRs from March 1, 2020, through the earlier of December 31, 2020, or 60 days after the COVID-19 national emergency ends. In addition, the CARES Act requires mortgage servicers to grant, on a borrower’s request, forbearance for up to 180 days (which can be extended for an additional 180 days) on a federally-backed single-family mortgage loan or forbearance for up to 30 days (which can be extended for two additional 30-day periods) on a federally-backed multi-family mortgage loan when the borrowers experience financial hardship as a result of the COVID-19 emergency.\n\nOn April 3, 2020, federal banking agencies along with state bank regulators issued a joint statement indicating that the agencies do not plan to take supervisory or enforcement action against mortgage servicers for delays in taking loss-mitigation actions or sending notices required by the mortgage servicing rules if they provide short-term forbearance on mortgage loans to borrowers facing hardships relating to the COVID-19 emergency, including forbearance provided in accordance with the CARES Act, provided that the mortgage servicers make good faith efforts to take these actions and send these notices within a reasonable time.\n\nOn April 7, 2020, the federal banking agencies, in consultation with state bank regulators, issued an interagency statement clarifying the interaction between (i) their earlier statement discussing whether loan modifications relating to COVID-19 need to be treated as TDRs; and (ii) the CARES Act provision on this subject. In this interagency statement, the agencies also said that when exercising supervisory and enforcement responsibility with respect to consumer protection requirements, they will take into account the unique circumstances impacting borrowers and institutions resulting from the COVID-19 emergency and that they do not expect to take a consumer compliance public enforcement action against an institution, provided that the circumstances were related to this emergency and the institution made good faith efforts to support borrowers and comply with the consumer protection requirements and addressed any needed corrective action.\n\nThe Federal Reserve has established several lending facilities that are intended to support the flow of credit to households, businesses, and governments. One of these facilities is the Paycheck Protection Program Liquidity Facility (“PPPLF”) which was set up to allow the Federal Reserve Banks to extend credit to financial institutions that originate PPP loans, taking the loans as collateral at face value. On April 9, 2020, the federal banking agencies issued an interim final rule to allow banking organizations to neutralize the effect of PPP loans financed under the PPPLF on the leverage capital ratios of these organizations. On September 29, 2020, the federal banking agencies announced their adoption of this interim final rule as a final rule. In addition, on June 22, 2020, the FDIC issued a final rule that mitigates the impact of PPP lending on banks’ deposit insurance assessments. Also, in accordance with the CARES Act, a PPP loan will be assigned a risk weight of zero percent under the federal banking agencies’ risk-based capital rules.\n\nOn June 23, 2020, the federal banking agencies, in conjunction with state bank regulators, issued interagency examiner guidance outlining supervisory principles for assessing the safety and soundness of banks given the ongoing impact of the COVID-19 pandemic. The agencies stated that they will consider the unique, evolving, and potentially long-term nature of the issues that banks are confronting and will exercise appropriate flexibility in their supervisory response. The agencies said that they will continue to assess institutions in accordance with existing\n\n26\n\n---\n\n[Table of](#i271239fcf0574ab18fd466e6ba6d668d_13) [contents](#i271239fcf0574ab18fd466e6ba6d668d_13)\n\nagency policies and procedures and will consider whether a bank’s management has managed risk appropriately, including taking appropriate actions in response to stresses caused by the COVID-19 pandemic.\n\nThe Consolidated Appropriations Act, 2021 (“CAA”), enacted on December 27, 2020, contains a number of provisions that affect banking organizations. Among other things, the CAA extends the provision in the CARES Act that allows financial institutions to suspend GAAP principles and regulatory determinations for loan modifications relating to COVID-19 that would otherwise be categorized as TDRs through the earlier of January 1, 2022, or 60 days after the COVID-19 national emergency ends. The CAA also provides additional funding for SBA-guaranteed loans to small businesses under the PPP (discussed above) and makes a number of changes to this program, including the expansion of the pool of eligible borrowers and the addition of certain categories of expenses that will be eligible for forgiveness. On March 30, 2021, President Biden signed into law the PPP Extension Act, which extended the deadline for submitting loan applications under this program from March 31, 2021, to May 31, 2021. KeyBank participated in the PPP as a lender.\n\nOn March 31, 2021, the CFPB announced that it is rescinding seven policy statements issued in 2020, which provided financial institutions with temporary regulatory flexibility in complying with various consumer protection laws when they are working with customers affected by the COVID-19 pandemic. The CFPB indicated that, with these rescissions, it intends to exercise the full scope of its supervision and enforcement authority provided by the Dodd-Frank Act.\n\nThe CFPB issued a compliance bulletin on April 1, 2021, urging mortgage servicers to take proactive measures to prevent avoidable foreclosures. The CFPB indicated that it will be closely monitoring how servicers engage with borrowers and will consider a servicer’s effectiveness in helping borrowers when it evaluates a servicer’s compliance with mortgage servicing rules.\n\nOn June 28, 2021, the CFPB issued a final rule that amends the CFPB’s mortgage servicing rules to help ensure that borrowers affected by the COVID-19 pandemic have a meaningful opportunity to be evaluated for loss mitigation before the initiation of foreclosure proceedings. Among other things, the final rule (i) establishes a temporary COVID-19 emergency pre-foreclosure review period that, with certain exceptions, prohibits servicers from commencing a foreclosure action involving a borrower’s principal residence until after December 31, 2021; (ii) permits servicers to offer borrowers experiencing a COVID-19 related hardship certain streamlined loan modification options based on the evaluation of an incomplete application; and (iii) revises the early intervention and reasonable diligence obligations of servicers to ensure that they communicate timely and accurate information to borrowers about their loss mitigation options. The final rule became effective on August 31, 2021. Certain requirements apply only until October 1, 2022.\n\nOn November 10, 2021, the federal banking agencies along with state bank regulators issued a joint statement stating that the temporary supervisory and enforcement flexibility that they announced in a joint statement issued on April 3, 2020, with respect to the application of certain requirements under the mortgage servicing rules no longer applies. In their November 10, 2021, joint statement, the agencies indicated that they intend to apply their respective supervisory and enforcement authorities, where appropriate, to address any noncompliance or violations of the mortgage servicing rules that occur after the date of their new statement."
}